Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-Qt.xlf
Languages: es, it, nl, pl, ru

# _msg3577
source: on active runway
ru: на активной ВПП

# _msg3578
source: at an available parking position
ru: на доступном месте стоянки

# _msg3579
source: runway %1
ru: ВПП %1

# _msg3580
source: on %2-mile final to %1
ru: %2 миль от торца %1

# _msg3581
source: on %1
ru: на %1

# _msg3582
source: on pad %1
ru: на площадке %1

# _msg3583
source: at parking position %1
ru: на стоянке %1

# _msg3585
source: at
ru: над

# _msg3586
source: %1nm %2 of
ru: %1 миль %2 от

# _msg3587
source: %2 waypoint %1
ru: %2 н.т. %1

# _msg3589
source: No servers available
ru: Серверы недоступны

# _msg3590
source: Custom server
ru: Вручную

# _msg3592
source: Initialising navigation data, this may take several minutes
ru: Подготавливаю навигационные данные, это может занять несколько минут

# _msg3593
source: Reading airport data
ru: Считываю данные аэродромов

# _msg3594
source: Loading airports
ru: Загружаю аэродромы

# _msg3595
source: Loading waypoint data
ru: Загружаю данные точек маршрута

# _msg3596
source: Loading navigation data
ru: Загружаю данные навигации

# _msg3597
source: Loading point-of-interest data
ru: Загружаю данные ориентиров

# _msg3598
source: Another copy of FlightGear is creating the navigation database. Waiting for it to finish.
ru: Другой сеанс FlightGear создаёт базу данных навигации. Жду.

# _msg3599
source: Multiple copies of FlightGear running
ru: Запущено несколько копий FlightGear

# _msg3600
source: FlightGear has detected another copy is already running. This copy will run in read-only mode, so downloads will not be possible, and settings will not be saved.
ru: Обнаружен другой сеанс FlightGear. Данный сеанс будет работать в режиме "только чтение": сохранение настроек и загрузики не будут работать.

# _msg3601
source: If you are sure another copy is not running on this computer, you can choose to reset the lock file, and run this copy as normal. Alternatively, you can close this copy of the software.
ru: Если вы уверены что другой сеанс не выполняется, можно сбросить файл блокировки, и этот сеанс будет работать в обычном режиме. Также можно завершить данный сеанс.

# _msg3602
source: Application running from download location
ru: Выполнение из папки загрузок

# _msg3603
source: FlightGear is running from the download image. For better performance and to avoid potential problems, please copy FlightGear to some other location, such as your desktop or Applications folder.
ru: FlightGear выполняется из загруженного образа. Для улучшения производительности и во избежание неполадок, пожалуйста скопируйте FlightGear в другое расположение, например на рабочий стол или в папку приложений.

# _msg3605
source: (disabled due to incompatible FG version)
ru: (не совместим с версией FG)

# _msg3606
source: Remove
ru: Удалить

# _msg3607
source: Cancel
ru: Отмена

# _msg3609
source: Module
ru: Модуль

# _msg3610
source: Description
ru: Описание

# _msg3611
source: Id
ru: Код

# _msg3612
source: Version
ru: Версия

# _msg3613
source: Minimum FlightGear version
ru: Наименьшая версия FlightGear

# _msg3614
source: Maximum FlightGear version
ru: Наибольшая версия FlightGear

# _msg3615
source: Authors
ru: Авторы

# _msg3616
source: Maintainers
ru: Сопровождение

# _msg3617
source: Website
ru: Сайт

# _msg3618
source: Support and issue reporting
ru: Поддержка

# _msg3619
source: Download
ru: Загрузить

# _msg3620
source: Local file location
ru: Путь установки

# _msg3621
source: Install
ru: Установить

# _msg3622
source: Switch to grid view
ru: Показывать плиткой

# _msg3623
source: Switch to list view
ru: Показывать списком

# _msg3625
source: Carrier: %1
ru: Авианосец: %1

# _msg3626
source: On final approach
ru: Заход на посадку

# _msg3627
source: Abeam carrier at 180 degrees
ru: На траверзе

# _msg3628
source: at
ru: на

# _msg3629
source: from the FLOLS (aka the ball)
ru: от огней ОСП

# _msg3630
source: Airspeed:
ru: Воздушная скорость:

# _msg3631
source: On deck
ru: На палубе

# _msg3632
source: Tune navigation radio (TACAN) to carrier
ru: Настроить комплект TACAN на авианосец

# _msg3633
source: An updated version of the official aircraft hangar '%2' was automatically installed. Existing aircraft have been marked for update, <a href=%1>click here to update them all</a>
ru: Официальный ангар '%2' был обновлён. ЛА были отмечены для обновления, <a href=%1>нажмите, чтобы обновить все</a>

# _msg3634
source: An updated version of the hangar '%2' was automatically installed. Existing aircraft have been marked for update, <a href=%1>click here to update them all</a>
ru: Ангар '%2' был обновлён. ЛА были отмечены для обновления, <a href=%1>нажмите, чтобы обновить все</a>

# _msg3635
source: A new release of FlightGear is available (%1): click for more information
ru: Доступна новая версия FlightGear (%1): нажмите, чтобы узнать больше

# _msg3636
source: Updated version %1 is available: click here to download
ru: Доступна новая версия %1: нажмите, чтобы загрузить

# _msg3637
source: ft
ru: фт

# _msg3638
source: feet above sea-level (MSL)
ru: футы над уровнем моря

# _msg3639
source: ft AGL
ru: фт н.з.

# _msg3640
source: feet above ground level (AGL)
ru: футы над землёй

# _msg3641
source: ft above field
ru: фт н.а.

# _msg3642
source: feet above airfield
ru: футы над аэродромом

# _msg3643
source: FL
ru: эш.

# _msg3644
source: Flight-level
ru: эшелон

# _msg3645
source: m
ru: м

# _msg3646
source: meters above sea-level (MSL)
ru: метры над уровнем моря

# _msg3647
source: kts
ru: узл

# _msg3648
source: Knots
ru: узлы

# _msg3650
source: Mach
ru: число M

# _msg3651
source: KM/H
ru: км/ч

# _msg3652
source: Kilometers/hour
ru: километры/час

# _msg3653
source: °True
ru: ° ИК

# _msg3654
source: degrees true
ru: градусы (истинный курс)

# _msg3655
source: °Mag
ru: ° МК

# _msg3656
source: degrees magnetic
ru: градусы (магнитный курс)

# _msg3658
source: Universal coordinated time
ru: Всемирное координированное время (UTC)

# _msg3659
source: Local
ru: Местное

# _msg3660
source: Local time
ru: Местное время

# _msg3661
source: Nm
ru: миль

# _msg3662
source: Nautical miles
ru: морские мили

# _msg3663
source: Km
ru: км

# _msg3664
source: Kilometers
ru: километры

# _msg3665
source: MHz
ru: МГц

# _msg3667
source: <p>FlightGear previously downloaded aircraft and scenery to a folder within your 'Documents' folder. This can cause problems with some security features of Windows, so a new location is now recommended.</p><br/><p>To keep your existing aircraft and scenery downloads, please move the files from <u><a href=%1>the old location</a></u> to <u><a href=%2>the new location</a></u></p>
ru: <p>Предыдущие версии FlightGear загружали ЛА и ландшафт в папку 'Документы'. Это вызывало конфликты с некоторыми функциями безопасности Windows, поэтому рекомендуется использовать другие пути.</p><br/><p>Чтобы использовать уже загруженные ЛА и ландшафт, пожалуйста переместите их из <u><a href=%1>старой папки</a></u> в <u><a href=%2>новую</a></u></p>

# _msg3668
source: The catalog at '%1' failed to download and validate correctly. All aircraft it provides will be unavailable.
ru: Не удалось загрузить и проверить каталог по адресу '%1'. ЛА, содержащиеся в нём, будут недоступны.

# _msg1
source: Install scenery
es: Instalar escenario
it: Installa scenari
nl: Landschap installeren
pl: Instaluj scenerię

# _msg3
source: Please wait, verifying and extracting scenery...
es: Por favor espere, verificando y extrayendo escenario...
it: Attendere. Verifica ed estrazione scenari in corso...
nl: Landschappen verifiëren en uitpakken. Een ogenblik geduld...
pl: Proszę czekać, weryfikacja i rozpakowywanie scenerii...

# _msg4
source: TextLabel
es: Etiqueta de texto

# _msg5
source: Successfully installed the scenery files to '%1'. This location will be added to the list of additional sceneries to be used.
es: Se instalaron correctamente los archivos de escenario en '%1'. Esta ubicación se agregará a la lista de escenarios adicionales que se utilizarán.
it: File scenario installati con successo in '%1'. Questo percorso sarà aggiunto all'elenco degli scenari aggiuntivi da utilizzare.
nl: Landschap succesvol geïnstalleerd in '%1'. Deze locatie wordt toegevoegd aan de lijst met extra landschappen.
pl: Poprawnie zainstalowano pliki scenerii do '%1'. Ta lokalizacja zostanie dodana do listy dodatkowych scenerii do użycia.

# _msg6
source: Click here to switch between grid and list mode.
es: Haga clic aquí para cambiar entre el modo de cuadrícula y de lista.

# _msg7
source: Use this tab to view installed aircraft.
es: Utilice esta pestaña para ver las aeronaves instaladas.

# _msg8
source: Use this tab to view available aircraft to download.
es: Utilice esta pestaña para ver las aeronaves disponibles para descargar.

# _msg9
source: Enter text here to search aircraft names and descriptions.
es: Ingrese el texto aquí para buscar nombres y descripciones de aeronaves.

# _msg10
source: Toggle between grid and list view.
es: Alternar entre la vista de cuadrícula y lista.

# _msg11
source: Use this button to view installed aircraft.
es: Utilice este botón para ver la aeronave instalada.

# _msg12
source: View available aircraft to download.
es: Ver aeronaves disponibles para descargar.

# _msg13
source: A new release of FlightGear is available (%1): click for more information.
es: Hay una nueva versión de FlightGear disponible (%1): haga clic para obtener más información.

# _msg14
source: Updated version %1 is available: click here to download
es: Una versión actualizada %1 está disponible: haga clic aquí para descargar

# _msg15
source: (or click to ignore this)
es: (o haga clic para ignorarlo)

# _msg16
source: Click here to select a recently used aircraft.
es: Haga clic aquí para seleccionar una aeronave usada recientemente.

# _msg17
source: Use this menu to choose the starting state of the aircraft.
es: Utilice este menú para elegir el estado inicial de la aeronave.

# _msg18
source: Click this description to view and change the current location.
es: Haga clic en esta descripción para ver y cambiar la ubicación actual.

# _msg19
source: Click here to access recently used locations.
es: Haga clic aquí para acceder a las ubicaciones utilizadas recientemente.

# _msg20
source: Choose the starting condition of the aircraft.
es: Elija la condición de partida de la aeronave.

# _msg21
source: FlightGear can send crash and error reports to the development team. This helps to fix common problems and improve the software for everyone. The reports don't contain personal information, but depending on the problem, may contain information such as the aircraft in use, startup airport, or your graphics card.
es: FlightGear puede enviar informes de fallos y errores al equipo de desarrollo. Esto ayuda a solucionar problemas comunes y mejorar el software para todos. Los informes no contienen información personal, pero dependiendo del problema, pueden contener información como la aeronave en uso, el aeropuerto de inicio o su tarjeta gráfica.

# _msg22
source: < Back
es: < Volver

# _msg23
source: Enter the name, partial name or ident of a navaid or fix, or an airport name or ICAO identifier. Alternatively, enter a latitude & longitude: for example 53.4, -3.4 or 18.4S, 87.23W
es: Ingrese el nombre, el nombre parcial o el identificador de una ayuda de navegación o un fijo, o el nombre de un aeropuerto o el identificador ICAO. Alternativamente, ingrese una latitud y longitud: por ejemplo, 53.4, -3.4 o 18.4S, 87.23W

# _msg24
source: Added scenery should contain at least one of the following folders: Objects, Terrain, Buildings, Roads, Pylons, NavData.
es: El escenario agregado debe contener al menos una de las siguientes carpetas: Objects, Terrain, Buildings, Roads, Pylons, NavData.

# _msg25
source: Ready for Take-off
es: Listo para despegue

# _msg26
source: Problems occurred loading the user interface. This is often due to missing modules on your system. Please report this error to the FlightGear developer list or forum, and take care to mention your system distribution, etc. Please also include the information provided below.
es: Se produjeron problemas al cargar la interfaz de usuario. Esto se debe a menudo a la falta de módulos en su sistema. Informe este error a la lista de desarrolladores de FlightGear o al foro, y tenga cuidado de mencionar la distribución de su sistema, etc. Incluya también la información que se proporciona a continuación.

# _msg27
source: Fly!
es: ¡Volar!

# _msg28
source: The requested hangar seems to be invalid (damaged or incomplete). Please contact the hangar authors, or try again later
es: El hangar solicitado parece ser inválido (dañado o incompleto). Póngase en contacto con los autores del hangar o inténtelo de nuevo más tarde

# _msg29
source: <p>FlightGear is open source software, developed entirely by volunteers. Support is provided by our excellent user community. The easiest place to ask questions and get support is on <a %1>our forums</a>.</p> <p>To get started with the simulator, please use our tutorial system: this is available from the 'Help' menu in the simulator. We recommend starting with the Cessna 172 to learn how to get airborne.</p> <p>Other good resources:<ul><li><a %2>the official manual (PDF)</a></li> <li><a %3>key commands reference</a></li> <li><a %4>our wiki</a> (which includes FAQs)</li> </ul></p>
es: <p> FlightGear es un software de código abierto, desarrollado íntegramente por voluntarios. Nuestra excelente comunidad de usuarios proporciona soporte. El lugar más fácil para hacer preguntas y obtener asistencia es en<a %1> nuestros foros</a>./p> <p>Para empezar a utilizar el simulador, por favor utilice nuestro sistema de tutoriales: este está disponible en el menu 'Ayuda' en el simulador. Recomendamos comenzar con la Cessna 172 para aprender a volar./p> <p> Otros buenos recursos:<ul><li><a %2>el manual oficial (PDF)</a></li> <li><a %3>referencia de comandos de teclado</a ></li> <li><a %4>nuestra wiki</a> (que incluye preguntas frecuentes)</li> </ul></p>

# _msg30
source: <p>If you find an issue, please use <a %1>our help forum</a>.</p>
es: <p>Si encuentra un problema, utilice <a %1>nuestro foro de ayuda</a>.</p>

# _msg31
source: <p>FlightGear is the result of twenty-five years of work by hundreds of contributors around the world. We'd be delighted if you would join us.</p>
es: <p>FlightGear es el resultado de veinticinco años de trabajo de cientos de colaboradores en todo el mundo. Estaríamos encantados si se uniera a nosotros.</p>

# _msg32
source: Airspeed:
es: Velocidad:

# _msg33
source: Paused
es: Pausado

# _msg34
source: Console
es: Consola

# _msg35
source: from the FLOLS (aka the ball)
es: desde el FLOLS (también conocido como la pelota)

# _msg36
source: Setup required data files
es: Configuración de archivos de datos requeridos

# _msg38
source: FlightGear version 3.4.5
es: FlightGear versión 3.4.5

# _msg39
source: Use built-in data files
es: Usar archivos de datos incorporados

# _msg40
source: Download
es: Descargar

# _msg41
source: Replace me
es: Reempláceme

# _msg42
source: Choose folder...
es: Elegir la carpeta...

# _msg43
source: To use the files included with this copy of FlightGear, click this button
es: Para usar los archivos incluidos con esta copia de FlightGear, haga clic en este botón

# _msg44
source: To download a compressed archive of the files, click the 'Download' button. Once the download is complete, extract the files to a suitable location and choose the folder using the button above.
es: Para descargar un archivo comprimido de los archivos, haga clic en el botón 'Descargar'. Una vez que se complete la descarga, extraiga los archivos en una ubicación adecuada y elija la carpeta con el botón de arriba.

# _msg45
source: To browse to a downloaded copy of the files on your computer, click this button
es: Para buscar una copia descargada de los archivos en su computadora, haga clic en este botón

# _msg46
source: Next
es: Siguiente

# _msg47
source: Extracting
es: Extrayendo

# _msg48
source: Okay
es: OK

# _msg49
source: Choose scenery to install
es: Elija el escenario para instalar

# _msg50
source: Problems occured extracting the archive '%1': %2
es: Se produjeron problemas al extraer el archivo '%1': %2

# _msg51
source: Extracting %1
es: Extrayendo %1

# _msg52
source: scenery archive name is not correct.
es: El nombre del archivo de escenario no es correcto.

# _msg53
source: file does not appear to be a scenery archive.
es: El archivo no parece ser un archivo de escenario.

# _msg54
source: unarchiving failed
es: desarchivado fallido

# _msg55
source: Installed Aircraft
es: Aeronaves Instaladas

# _msg56
source: Favourites
es: Favoritos

# _msg57
source: Browse
es: Visualizar

# _msg58
source: Toggle between grid and list view
es: Alternar entre la vista de cuadrícula y lista

# _msg59
source: Use this button to view installed aircraft
es: Utilice este botón para ver las aeronaves instaladas

# _msg60
source: View available aircraft to download
es: Ver aeronaves disponibles para descargar

# _msg61
source: Updates
es: Actualizaciones

# _msg62
source: Enter text to search aircraft names and descriptions.
es: Introducir texto para buscar nombres y descripciones de aeronaves.

# _msg63
source: No aircraft match the search.
es: Ninguna aeronave coincide con la búsqueda.

# _msg64
source: No favourite aircraft selected: install some aircraft and mark them as favourites by clicking the ★
es: Ninguna aeronave favorita seleccionada: instale algunas aeronaves y márquelas como favoritas haciendo clic en ★

# _msg65
source: To install additional aircraft, click the the 'Browse' tab at the top of this page.
es: Para instalar aeronaves adicionales, haga clic en la pestaña 'Visualizar' en la parte superior de esta página.

# _msg66
source: No aircraft updates available right now
es: No hay actualizaciones disponibles de aeronaves en este momento

# _msg67
source: Licenced under the GNU Public License (GPL) - click for more info
es: Licenciado bajo la Licencia Pública GNU (GPL) - haga clic para obtener más información

# _msg68
source: Aircraft:
es: Aeronave:

# _msg69
source: No aircraft selected
es: Ninguna aeronave seleccionada

# _msg70
source: Access recently used aircraft.
es: Acceder a aeronaves usadas recientemente.

# _msg71
source: State:
es: Estado:

# _msg72
source: Default state
es: Estado predeterminado

# _msg73
source: Location:
es: Ubicación:

# _msg74
source: <i>set from user arguments (in Settings)</i>
es: <i> establecido a partir de los argumentos del usuario (en Ajustes)</i>

# _msg75
source: Choose the starting condition of the aircraft
es: Elija la condición de inicia de la aeronave

# _msg76
source: Click to view and change the current location.
es: Haga clic para ver y cambiar la ubicación actual.

# _msg77
source: Access recently used locations
es: Acceder a ubicaciones utilizadas recientemente

# _msg78
source: Flight Plan:
es: Plan de Vuelo:

# _msg79
source: Settings:
es: Ajustes:

# _msg82
source: FlightGear can automatically report crashes and errors to the development team, which helps to improve the software for everyone. This reporting is anonymous but contains information such as the aircraft in use, your operating system and graphics driver. You can enable or disable this reporting in the 'Settings' page.
es: FlightGear puede informar automáticamente sobre fallos y errores al equipo de desarrollo, lo que ayuda a mejorar el software para todos. Este informe es anónimo pero contiene información como la aeronave en uso, su sistema operativo y el controlador de gráficos. Puede habilitar o deshabilitar este informe en la página 'Ajustes'.

# _msg83
source: Okay
es: OK

# _msg84
source: Location
es: Ubicación

# _msg85
source: Search for an airport or navaid
es: Buscar un aeropuerto o ayuda de navegación

# _msg86
source: View available aircraft carriers to start at.
es: Ver los portaviones disponibles en los que comenzar.

# _msg87
source: Enter the name, partial name or ident of a navaid or fix, or an airport name or ICAO identifier. Alternatively, enter a latitude & longitude: for example 53.4,-3.4 or 18.4S, 87.23W
es: Introduzca el nombre, el nombre parcial o el identificador de una ayuda de navegación o un fijo, o el nombre de un aeropuerto o el identificador ICAO. Alternativamente, introduaca una latitud y longitud: por ejemplo, 53.4, -3.4 o 18.4S, 87.23W

# _msg88
source: Searching
es: Buscando

# _msg89
source: No results for found search '%1'
es: No se encontraron resultados para '%1'

# _msg90
source: Choose aircraft folder
es: Elegir carpeta de aeronave
it: Seleziona cartella aereo

# _msg91
source: No aircraft found in the folder '%1' - add anyway?
es: No se encontraron aeronaves en la carpeta '%1' - ¿agregar de todos modos?
it: Nessun aereo trovato nella cartella '%1', aggiungerla comunque?

# _msg92
source: Choose addon module folder
es: Elija la carpeta del módulo adicional
it: Scegliere la cartella modulo componente aggiuntivo

# _msg93
source: The folder '%1' doesn't appear to contain an addon module - add anyway?
es: La carpeta '%1' ¿No parece contener un módulo adicional? ¿Agregar de todos modos?
it: Sembra che la cartella '%1' non contenga un modulo componente aggiuntivo, aggiungerla comunque?

# _msg94
source: Added modules should contain at least both of the following files: addon-metadata.xml, addon-main.nas.
es: Los módulos agregados deben contener al menos los dos archivos siguientes: addon-metadata.xml, addon-main.nas.
it: I moduli aggiunti devono contenere almeno i seguenti file: addon-metadata.xml, addon-main.nas.

# _msg95
source: Choose scenery folder
es: Elegir carpeta de escenario
it: Seleziona cartella scenario

# _msg96
source: The folder '%1' doesn't appear to contain scenery - add anyway?
es: La carpeta '%1' no aparece que contenga escenarios - ¿Agregar de todos modos?
it: Sembra che la cartella '%1' non contenga scenari, aggiungerla comunque?

# _msg97
source: Added scenery should contain at least one of the following folders: Objects, Terrain, Buildings, Roads, Pylons, NavData, Airports.
es: El escenario agregado debe contener al menos una de las siguientes carpetas: Objects, Terrain, Buildings, Roads, Pylons, NavData, Airports.
it: Gli scenari aggiunti devono contenere almeno una delle seguenti cartelle: Objects, Terrain, Buildings, Roads, Pylons, NavData.

# _msg98
source: On approach
es: En aproximación
it: In avvicinamento

# _msg99
source: Ready for take-off
es: Listo para despegar
it: Pronto al decollo

# _msg100
source: Parked, cold & dark
es: Estacionado frío y oscuro
it: Parcheggiato e spento

# _msg101
source: Automatic
es: Automático
it: Automatico

# _msg102
source: Cruise
es: Crucero
it: In crociera

# _msg103
source: Ready to taxi
es: Listo para rodar
it: Pronto al rullaggio

# _msg104
source: On approach to a carrier
es: En aproximación al portaviones
it: In avvicinamento a una portaerei

# _msg105
source: Ready for catapult launch
es: Listo para el lanzamiento de catapulta
it: Pronto per il lancio dalla catapulta

# _msg106
source: Select state based on startup position.
es: Seleccione el estado basado en la posición de inicio.
it: Seleziona lo stato in base alla posizione di avvio.

# _msg107
source: File
es: Archivo

# _msg108
source: Open saved configuration...
es: Abrir configuración guardada...

# _msg109
source: Save configuration as...
es: Guardar la configuración como...

# _msg110
source: Tools
es: Herramientas

# _msg111
source: Restore defaults...
es: Restaurar los valores predeterminados...

# _msg112
source: Select data files location...
es: Seleccionar ubicación de archivos de datos...

# _msg113
source: View command-line
es: Ver línea de comandos
