Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-nonQt.xlf
Languages: de, fr, it, nl, pl, ru

# options/aero-desc:0
source: Select aircraft aerodynamics model to load
de: Wähle das zu ladende Aerodynamik-Modell des Flugzeugs
fr: Choisit le modèle aérodynamique de l'aéronef à charger
it: Seleziona il modello dell'aerodinamica dell'aereo da caricare
nl: Bepaal welk aerodynamica model geladen wordt
pl: Wybierz model areodynamiki do wczytania
ru: Выбрать модель динамики

# options/ai-scenario:0
source: Add and enable a new scenario. Multiple options are allowed.
de: Ein KI-Szenario hinzufügen und aktivieren (kann mehrfach angegeben werden).
fr: Ajoute et active un nouveau scénario. Les options multiples sont autorisées.
it: Aggiungi e abilita un nuovo scenario. È permesso specificare più di un'opzione.
nl: Voeg een nieuw scenario toe en schakel het in. Meerdere opties zijn toegestaan.
pl: Dodaj i włącz nowy scenariusz. Wiele opcji jest dozwolonych.
ru: Добавить и включить новый сценарий. Разрешено использовать этот параметр многократно.

# options/aircraft-desc:0
source: Select an aircraft profile as defined by a top level <name>-set.xml
de: Auswahl eines Flugzeugprofils (wählt ein <name>-set.xml Profil aus)
fr: Choisit un profil d'aéronef défini par un fichier <nom>-set.xml
it: Seleziona un profilo di un aereo così come definito da un file <name>-set.xml situato nella directory principale
nl: Selecteer een vliegtuig zoals gedefiniëerd in een van de <naam>-set.xml bestanden
pl: Wybierz profil samolotu podany przez główny plik <name>-set.xml
ru: Выбрать тип ЛА по названию <тип>-set.xml

# options/aircraft-dir-desc:0
source: Specify the exact directory to use for the aircraft (normally not required, but may be useful). Interpreted relatively to the current directory. Causes the <path-cache> from autosave_X_Y.xml, as well as --fg-aircraft and the FG_AIRCRAFT environment variable to be bypassed.
de: Flugzeug-Verzeichnis relativ zum aktuellen Pfad (meist Verzeichnis, in dem fgfs.exe liegt). Umgeht <path-cache> aus autosave_X_Y.xml, und --fg-aircraft und die FG_AIRCRAFT Umgebungsvariable.
fr: Indique le répertoire précis contenant l'aéronef (pas nécessaire en général, mais peut s'avérer utile). Il est interprété relativement au répertoire courant. Lorsque cette option est utilisée, le <path-cache> de autosave_X_Y.xml, l'option --fg-aircraft et la variable d'environnement FG_AIRCRAFT sont ignorés.
it: Specifica la directory esatta da utilizzare per gli aerei (normalmente non richiesta, ma potrebbe essere utile). Questa è interpretata relativamente alla directory corrente. L'impostazione fa sì che <path-cache> in autosave_X_Y.xml, così come --fg-aircraft e la variabile d'ambiente FG_AIRCRAFT, vengano ignorati.
nl: Specificeer de locatie van het vliegtuig relatief tot de locatie van het hoofdprogramma (normaal niet nodig, maar kan handig zijn). Zorgt ervoor dat de <patch-cache> van autosave_X_Y.xml, --fg-aircraft en FG_AIRCRAFT worden omzeild.
pl: Określ dokładny katalog do użycia dla samolotu (normalnie nie wymagane, ale może byc przydatne). Interpretowana jako scieżka względem aktualnego katalogu. Powoduje <path-cache> z autosave_x_y.xml oraz omija ustawienie linii komend --fg-aircraft oraz zmienną srodowiskową FG_AIRCRAFT.
ru: Задать путь поиска ЛА (обычно не требуется, но может быть полезным) относительно текущей директории. Приводит к тому, что <path-cache> из autosave_X_Y.xml, а так же --fg-aircraft и переменная окружения FG_AIRCRAFT не используются.

# options/aircraft-model-options:0
source: Aircraft model directory (UIUC FDM ONLY)
de: Pfad zur FDM-Datei (NUR FÜR FLUGZEUGE MIT UIUC-FDM)
fr: Répertoire du modèle des aéronefs (FDM UIUC uniquement)
it: Directory modello aereo (SOLO FDM UIUC)
nl: Vliegtuig model locatie (Alleen voor de UIUC FDM)
pl: Katalog z modelem samolotu (tylko dla UIUC FDM)
ru: Директория ЛА (ТОЛЬКО ДЛЯ ДИНАМИКИ "UIUC")

# options/aircraft-options:0
source: Aircraft
de: Flugzeug-Optionen
fr: Aéronef
it: Aereo
nl: Vliegtuig
pl: Samolot
ru: ЛА

# options/airport-desc:0
source: Specify starting position relative to an airport
de: Startposition relativ zu einem Flughafen angeben
fr: Précise la position de démarrage relative à un aéroport
it: Specifica una posizione iniziale relativa a un aeroporto
nl: Kies de startpositie ten opzichte van een vliegveld
pl: Określ pozycję startową względem lotniska
ru: Задать начальное положение относително аэродрома

# options/altitude-desc:0
source: Starting altitude
de: Flughöhe (MSL) beim Start
fr: Altitude de démarrage
it: Altitudine iniziale
nl: Specificeer de aanvangshoogte
pl: Wysokość początkowa
ru: Начальная высота

# options/arm-desc:0
source: Specify a multiplier for the aspect ratio.
de: Einen Multiplikator für das Seitenverhältnis angeben.
fr: Précise un multiplicateur pour le ratio de rendu.
it: Specifica un moltiplicatore per il rapporto d'aspetto.
nl: Kies een vermenigvuldigingsfactor voor de beeldverhouding
pl: Określ mnożnik dla współczynnika.
ru: Задать множитель для соотношения сторон.

# options/atcsim-desc:0
source: Open connection using the ATC sim protocol (atc610x)
de: Eine Verbindung per ATC Sim-Protokoll (atc610x) öffnen
fr: Ouvre une connexion en utilisant le protocole de simulation ATC (atc610x)
it: Apri una connessione utilizzando il protocollo ATC sim (atc610x)
nl: Open een verbinding met het ATC sim protocol (atc610x)
pl: Otwiera połączenie używając protokołu ATC (atc610x)
ru: Начать соединение с протоколом "ATC sim" ("atc610x")

# options/atlas-desc:0
source: Open connection using the Atlas protocol
de: Eine Verbindung per Atlas-Protokoll öffnen
fr: Ouvre une connexion en utilisant le protocole Atlas
it: Apri una connessione utilizzando il protocollo Atlas
nl: Open een verbinding met het Atlas protocol
pl: Otwiera połączenie wykorzystując protokół Atlas
ru: Начать соединение с протоколом "Atlas"

# options/audio-options:0
source: Audio Options
de: Audio-Optionen
fr: Options sonores
it: Opzioni audio
nl: Geluidsinstellingen
pl: Opcje audio
ru: Звук

# options/avionics-options:0
source: Avionics Options
de: Avionik-Optionen
fr: Options de l'avionique
it: Opzioni avionica
nl: Avionica instellingen
pl: Opcje awioniki
ru: БРЭО

# options/bpp-desc:0
source: Specify the bits per pixel
de: Bits pro Pixel angeben
fr: Précise le nombre de bits par pixel
it: Specifica i bit per pixel
nl: Definiëer het aantal bits per schermpunt
pl: Liczba bitów na piksel
ru: Задать число битов на точку

# options/browser-app-desc:0
source: Specify path to your web browser
de: Pfad zum Internet-Browser angeben
fr: Précise le chemin vers votre navigateur Web
it: Specifica il percorso al tuo browser Web
nl: Definiëer het pad naar de web bowser
pl: Ścieżka do twojej przeglądarki internetowej
ru: Задать путь к веб-браузеру

# options/callsign-desc:0
source: assign a unique name to a player
de: Dem Spieler einen eindeutigen Namen zuweisen
fr: Assigne un nom unique à un joueur
it: Assegna un nome unico a un giocatore
nl: Geef een speler een unieke naam
pl: Przypisz unikalną nazwę dla użytkownika
ru: Сменить позывной

# options/carrier-abeam-desc:0
source: Start on downwind abeam the selected carrier (must also specify a carrier)
de: Starte im Gegenanflug querab zum gewählten Flugzeugträger (Flugzeugträger muss angegeben werden)
fr: Démarre en vent arrière par le travers du porte-avions choisi (il faut donc en sélectionner un)
it: Avvia sottovento sulla portaerei selezionata (è necessario specificare anche una portaerei)
nl: Start naast het geselecteerde vliegdekschip (vereist de selectie van een vliegdekschip)
pl: Rozpocznij na trawersie z wiatrem względem wybranego lotniskowca (należy również określić lotniskowiec)
ru: Начать на траверзе авианосца (необходимо также указать авианосец)

# options/carrier-desc:0
source: Specify starting position on an AI carrier
de: Auswahl der Startposition auf einem Flugzeugträger
fr: Précise la position de démarrage sur un porte-avions IA
it: Specifica una posizione iniziale su una portaerei IA
nl: Kies een startpositie op een vliegdekschip
pl: Określ pozycję startową na lotniskowcu AI
ru: Задать начальное положение на ИИ-авианосце

# options/ceiling-desc:0
source: Create an overcast ceiling, optionally with a specific thickness (defaults to 2000 ft).
de: Erstelle geschlossene Wolkendecke, optional mit einer bestimmten Dicke (Standard: 2000ft).
fr: Crée un plafond couvert, optionnellement d'une épaisseur spécifique (par défaut, 2 000 pieds).
it: Crea un cielo coperto specificando facoltativamente lo spessore della coltre di nubi (impostazione predefinita: 2000 ft).
nl: Start met een overtrokken wolkendek, eventueel met een aangegeven dikte (standaard 2000 voet)
pl: Tworzy podstawę chmur, opcjonalne z określoną gruboscią (domyślne 2000 ft).
ru: Задать нижнюю границу сплошной облачности, можно также указать толщину в фт (по умолчанию 2000 фт).

# options/com1-desc:0
source: Set the COM1 radio frequency
de: Frequenz des COM1-Funkgeräts angeben
fr: Précise la fréquence radio COM1
it: Imposta la frequenza radio COM1
nl: Stel de COM1 radiofrequentie in
pl: Ustawia czestotliwość COM1
ru: Задать частоту УКВ1

# options/com2-desc:0
source: Set the COM2 radio frequency
de: Frequenz des COM2-Funkgeräts angeben
fr: Précise la fréquence radio COM2
it: Imposta la frequenza radio COM2
nl: Stel de COM2 radiofrequentie in
pl: Ustawia czestotliwość COM2
ru: Задать частоту УКВ2

# options/config-desc:0
source: Load additional properties from path
de: Lade weitere Einstellungen aus Pfad
fr: Charge des propriétés additionnelles à partir de l'emplacement
it: Carica proprietà aggiuntive dal percorso
nl: Laad extra properties uit het bestand
pl: Załaduj dodatkowe właściwości ze ścieżki
ru: Задать дополнительные переменные "property" из файла

# options/console-desc:0
source: Display console (Windows specific)
de: Konsole anzeigen (nur für Windows)
fr: Affichage de la console (spécificité Windows)
it: Visualizza la console (opzione specifica per Windows)
nl: Toon console (Windows)
pl: Wyświetlaj konsolę (specyficzne dla Windows)
ru: Показать консоль (только Windows)

# options/debugging-options:0
source: Debugging Options
de: Optionen zur Fehlersuche
fr: Options de débogage
it: Opzioni di debug
nl: Foutopsporingsinstellingen
pl: Opcje debugera
ru: Отладка

# options/disable-ai-models-desc:0
source: Deprecated option (disable internal AI subsystem)
de: Veraltete Option (internes KI-Subsystem deaktivieren)
fr: Option dépréciée (désactive le sous-système IA interne)
it: Opzione deprecata (disabilita il sottosistema IA interno)
nl: Verouderde optie (schakel het interne AI systeem uit)
pl: Wycofane opcje (wyłacz wewnętrzny system AI)
ru: Устаревший параметр (отключить внутреннюю подсистему ИИ)

# options/disable-ai-traffic-desc:0
source: Disable artificial traffic.
de: KI-Verkehr deaktivieren.
fr: Désactive le trafic artificiel.
it: Disabilita il traffico artificiale.
nl: Schakel computergestuurd verkeer uit.
pl: Wyłącz sztuczny ruch.
ru: Отключить искусственный трафик

# options/disable-anti-alias-hud-desc:0
source: Disable anti-aliased HUD
de: HUD mit Kantenglättung deaktivieren
fr: Désactive l'anti-crénelage du collimateur
it: Disabilita HUD con antialias
nl: Korrelige HUD gebruiken
pl: Wyłącz antyaliasing HUDa
ru: Отключить сглаживание HUD

# options/disable-auto-coordination-desc:0
source: Disable auto coordination
de: Auto-Koordination von Quer- und Seitenruder deaktivieren
fr: Désactive l'auto-coordination
it: Disabilita coordinazione automatica
nl: Automatische coördinatie uitschakelen
pl: Wyłącz auto-koordynację
ru: Отключить автокоординирование

# options/disable-clock-freeze-desc:0
source: Clock advances normally
de: Zeit vergeht normal
fr: L'horloge avance normalement
it: L'orologio avanza normalmente
nl: Laat de klok normaal lopen
pl: Zegar zlicza normalnie
ru: Нормальный ход времени

# options/disable-clouds-desc:0
source: Disable 2D (flat) cloud layers
de: Flache 2D-Wolken deaktivieren
fr: Désactive les couches de nuages 2D (à plat)
it: Disabilita strati di nuvole 2D (piatti)
nl: 2D (vlakke) bewolking verbergen
pl: Wyłacz płaskie (2D) warstwy chmur
ru: Отключить 2D (плоскую) облачность

# options/disable-clouds3d-desc:0
source: Disable 3D (volumetric) cloud layers
de: Volumetrische 3D-Wolken deaktivieren
fr: Désactive les couches de nuages 3D (volumétriques)
it: Disabilita strati di nuvole 3D (volumetrici)
nl: 3D (natuurlijke) bewolking verbergen
pl: Wyłącz przestrzenne (3D) warstwy chmur
ru: Отключить 3D (объёмную) облачность

# options/disable-distance-attenuation:0
source: Disable runway light distance attenuation
de: Deaktiviere Dämpfung der Startbahnbeleuchtung bei größerer Entfernung
fr: Désactive l'atténuation de l'éclairage des pistes due à la distance
it: Disabilita attenuazione a distanza delle luci sulla pista
nl: Lichtpunt verkleining voor voor verre lichten niet gebruiken
pl: Wyłącz dostosowanie natężenia świateł pasa startowego
ru: Отключить атмосферное поглощение света огней ВПП

# options/disable-enhanced-lighting:0
source: Disable enhanced runway lighting
de: Verbesserte Startbahnbeleuchtung deaktivieren
fr: Désactive l'éclairage amélioré des pistes
it: Disabilita illuminazione pista intensificata
nl: Standaard startbaan verlichting
pl: Wyłącz rozszerzone oświetlenie pasa startowego
ru: Откючить расширенное освещение ВПП

# options/disable-fgcom-desc:0
source: Disable FGCom built-in
de: Deaktiviere integriertes FGCom
fr: Désactive la version intégrée de FGCom
it: Disabilita FGCom integrato
nl: Ingebouwde FGCom uitschakelen
pl: Wyłącz wbudowany FGCom
ru: Отключить встроенный FGCom

# options/disable-freeze-desc:0
source: Start in a running state
de: Nicht pausiert starten
fr: Démarre dans un état fonctionnel
it: Inizia in modalità attiva
nl: Start in een ingeschakelde situatie
pl: Start w stanie uruchomionym
ru: Начать симуляцию сразу

# options/disable-fuel-freeze-desc:0
source: Fuel is consumed normally
de: Treibstoff wird normal verbraucht
fr: Le carburant est consommé normalement
it: Il carburante viene consumato normalmente
nl: Brandstofvebruik is normaal
pl: Paliwo jest normalnie zużywane
ru: Топливо вырабатывается нормально

# options/disable-fullscreen-desc:0
source: Disable fullscreen mode
de: Deaktiviere Vollbild
fr: Désactive le mode plein écran
it: Disabilita modalità schermo intero
nl: Volledig scherm uitschakelen
pl: Wyłącz tryb pelnoekranowy
ru: Отключить полноэкранный режим

# options/disable-horizon-effect:0
source: Disable celestial body growth illusion near the horizon
de: Scheinbare Vergrößerung von Himmelskörpern nahe dem Horizont deaktivieren
fr: Désactive l'illusion de loupe des corps célestes à proximité de l'horizon
it: Disabilita l'illusione della crescita dei corpi celesti vicino all'orizzonte
nl: Laat hemellichamen niet groter zien als ze dicht bij de horizon staan
pl: Wyłącz iluzję powiększania ciał niebieskich w okolicy horyzontu
ru: Отключить эффект увеличения небесных тел у горизонта

# options/disable-hud-3d-desc:0
source: Disable 3D HUD
de: Deaktiviere 3D-HUD
fr: Désactive le collimateur 3D
it: Disabilita HUD 3D
nl: Schakel 3D HUD uit
pl: Wyłącz HUD 3D
ru: Отключить объёмный HUD

# options/disable-hud-desc:0
source: Disable Heads Up Display (HUD)
de: Deaktiviere Head-Up-Display (HUD)
fr: Désactive le collimateur tête haute (Head Up Display, HUD)
it: Disabilita Head Up Display (HUD)
nl: Heads Up Display (HUD) verbergen
pl: Wyłącz wyświetlacz przezierny (HUD)
ru: Отключить лобовой/шлемный индикатор (HUD)

# options/disable-mouse-pointer-desc:0
source: Disable extra mouse pointer
de: Deaktiviere zusätzlichen Mauszeiger
fr: Désactive le pointeur de la souris supplémentaire
it: Disabilita cursore mouse aggiuntivo
nl: Extra cursor uitschakelen
pl: Wyłącz dodatkowy wskaźnik myszy
ru: Отключить дополнительный курсор мыши

# options/disable-panel-desc:0
source: Disable instrument panel
de: Deaktiviere Instrumentenbrett
fr: Désactive le panneau des instruments
it: Disabilita pannello strumenti
nl: Insturmentenpaneel verbergen
pl: Wyłącz kokpit
ru: Отключить приборную доску

# options/disable-random-buildings-desc:0
source: Exclude random buildings objects
de: Zufällige Gebäude ausblenden
fr: Désactiver les objets bâtiments aléatoires
it: Escludi oggetti edificio casuali
nl: Willekeurig geplaatste gebouwen verbergen
pl: Wyłączone losowe budynki
ru: Отключить случайные наземные объекты: строения

# options/disable-random-objects-desc:0
source: Exclude random scenery objects
de: Zufällige Objekte ausblenden
fr: Exclut les objets aléatoires des scènes
it: Escludi oggetti casuali nello scenario
nl: Willekeurig geplaatste objecten verbergen
pl: Wyłączone losowe obiekty terenowe
ru: Отключить случайные наземные объекты: прочие

# options/disable-random-vegetation-desc:0
source: Exclude random vegetation objects
de: Zufällige Vegetation ausblenden
fr: Désactive les objets de végétation aléatoires
it: Escludi oggetti vegetazione casuali
nl: Willekeurig geplaatste flora verbergen
pl: Wyłączona losowa wegetacja
ru: Отключить случайные наземные объекты: растительность

# options/disable-real-weather-fetch-desc:0
source: Disable METAR based real weather fetching
de: Deaktiviere METAR Download (reales Wetter)
fr: Désactive la récupération de la météo en temps réel se basant sur les METAR
it: Disabilita recupero condizioni meteo reali basate su METAR
nl: Schakel actueel weer op basis van METAR uit
pl: Wyłącz pobieranie rzeczywistej pogody bazując na danych METAR
ru: Отключить получение реальной погоды METAR по сети

# options/disable-rembrandt-desc:0
source: Disable Rembrandt rendering
de: Deaktiviere Rembrandt Rendering-Engine
fr: Désactive le rendu Rembrandt
it: Disabilita rendering Rembrandt
nl: Rembrandt weergave uitschakelen
pl: Wyłącz rendering przez Rembrandt'a
ru: Отключить движок "Rembrandt"

# options/disable-save-on-exit:0
source: Don't save preferences upon program exit
de: Einstellungen beim Beenden nicht speichern
fr: Ne sauvegarde pas les préférences lors de la sortie du programme
it: Non salvare le impostazioni all'uscita dal programma
pl: Nie zapisuj ustawień przy wyjściu z programu
ru: Не сохранять настройки при завершении

# options/disable-sound-desc:0
source: Disable sound effects
de: Deaktiviere Sound
fr: Désactive les effets sonores
it: Disabilita effetti sonori
nl: Geluidseffecten uitschakelen
pl: Wyłącz efekty dźwiekowe
ru: Отключить звуковые эффекты

# options/disable-specular-highlight:0
source: Disable specular reflections on textured objects
de: Deaktiviere spiegelnde Reflektionen an texturierten Objekten
fr: Désactive les réflexions spéculaires sur les objets texturés
it: Disabilita riflessioni speculari su oggetti con texture
nl: Laat geen zon reflecties zien op voorwerpen met textures
pl: Wyłącz odbicia lustrzane na teksturowanych obiektach
ru: Отключить блеск текстурированных объектов

# options/disable-splash-screen-desc:0
source: Disable splash screen
de: Deaktiviere Startbildschirm
fr: Désactive l'écran d'accueil
it: Disabilita la schermata iniziale
nl: Introductiescherm overslaan
pl: Wyłącz ekran powitalny
ru: Отключить экран приветствия

# options/disable-terrasync-desc:0
source: Disable automatic scenery downloads/updates
de: Deaktiviere automatischen Download/Update von Szenerie
fr: Désactive le téléchargement pour mise à jour automatique des scènes
it: Disabilita download/aggiornamenti scenario automatici
nl: Schakel het automatisch downloaden/updaten van landschappen uit
pl: Wyłącz automatyczne pobieranie/aktualizacje scenerii
ru: Отключить автоматическую загрузку и обновление местности

# options/disable-textures-desc:0
source: Disable textures
de: Deaktiviere Texturen
fr: Désactive les textures
it: Disabilita texture
nl: Textures niet gebruiken
pl: Wyłącz tekstury
ru: Отключить текстуры

# options/disable-wireframe-desc:0
source: Disable wireframe drawing mode
de: Deaktiviere Drahtgitterdarstellung
fr: Désactive le mode de dessin en fil de fer
it: Disabilita modalità di disegno wireframe
nl: Model frame opbouw niet gebruiken
pl: Wyłącz tryb rysowania konturowego
ru: Отключить режим отрисовки "проволочная сетка"

# options/dme-desc:0
source: Slave the DME to one of the NAV radios, or set its internal frequency.
de: DME an eines der NAV-Funkgeräte koppeln oder seine interne Frequenz einstellen.
fr: Rend le DME esclave d'une des radios NAV, ou définit sa fréquence interne.
it: Fai dipendere il DME da una delle radio NAV o imposta la sua frequenza interna.
nl: Maak de DME afhankelijk van een van de NAV radio's, of stel zijn interne frequentie in.
pl: Powiąż DME z jednym z radiali NAV, lub ustaw jego wewnętrzną czestotliwość.
ru: Связать ДМЕ с одним комплектм ВОР/ИЛС или задать частоту.

# options/download-dir-desc:0
source: Base directory to use for aircraft and scenery downloads (the TerraSync scenery directory may be specifically set with --terrasync-dir)
de: Verzeichnis für heruntergeladene Flugzeuge und Szenerie (das TerraSync Szenerieverzeichnis kann extra mit --terrasync-dir angegeben werden)
fr: Spécifie le répertoire pour les téléchargements d'aéronefs et de scènes (celui pour les scènes obtenues via TerraSync peut éventuellement être choisi de manière spécifique avec --terrasync-dir)
it: Directory base da utilizzare per i download degli aerei e dello scenario (la directory dello scenario TerraSync può essere impostata esplicitamente con l'opzione --terrasync-dir)
nl: Hoofdmap voor het downloaden van vliegtuigen en landschappen (de TerraSync landschapsmap kan gescpecificeerd worden met --terrasync-dir)
pl: Bazowy katalog do użycia jako miejsce pobierania samolotów i scenerii (katalog scenerii TerraSync może być określony dodatkowo przez opcje --terrasync-dir)
ru: Базовая директория для загрузки ЛА и местности (путь местности для TerraSync может быть задан отдельно параметром "--terrasync-dir")

# options/enable-ai-models-desc:0
source: Enable AI subsystem (required for multi-player, AI traffic and many other animations)
de: KI-Subsystem aktivieren (erforderlich für Multiplayer, KI-Verkehr und viele andere Animationen)
fr: Active le sous-système IA (nécessaire pour le multi-joueurs, le trafic IA et de nombreuses autres animations)
it: Abilita il sottosistema IA (richiesto per la modalità multigiocatore, il traffico IA e molte altre animazioni)
nl: Schakel het AI systeem in (vereiste voor multiplayer, computergestuurd verkeer en veel andere animaties)
pl: Włącz system AI (wymagany dla trybu wieloosobowego, ruchu AI oraz wielu innych animacji)
ru: Включить подсистему ИИ (требуется для сетевого режима, ИИ-трафика и многих других анимаций)

# options/enable-ai-traffic-desc:0
source: Enable artificial traffic.
de: KI-Verkehr aktivieren.
fr: Active le trafic artificiel.
it: Abilita il traffico artificiale.
nl: Schakel computergestuurd verkeer in.
pl: Włącz sztuczny ruch.
ru: Включить искусственный трафик

# options/enable-anti-alias-hud-desc:0
source: Enable anti-aliased HUD
de: HUD mit Kantenglättung aktivieren
fr: Active l'anti-crénelage du collimateur
it: Abilita HUD con antialias
nl: Scherp gerande HUD gebruiken
pl: Włącz antyaliasing HUDa
ru: Включить сглаживание HUD

# options/enable-auto-coordination-desc:0
source: Enable auto coordination
de: Auto-Koordination von Quer- und Seitenruder aktivieren
fr: Active l'auto-coordination
it: Abilita coordinazione automatica
nl: Automatische coördinatie inschakelen
pl: Włącz autokoordynacje
ru: Включить автокоординирование разворотов

# options/enable-clock-freeze-desc:0
source: Do not advance clock
de: Uhr einfrieren
fr: L'horloge n'avance pas
it: Non far avanzare l'orologio
nl: Zet de klok stil
pl: Zatrzymaj zegar
ru: Остановить время суток
