Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-nonQt.xlf
Languages: de, fr, it, nl, pl, ru

# menu/adjust-hud:0
source: Adjust HUD Properties
de: HUD einstellen
fr: Ajuster les propriétés du HUD
it: Modifica proprietà HUD
nl: HUD aanpassen
pl: Dostosuj HUD
ru: Настройки HUD

# menu/adjust-lod:0
source: Adjust LOD Ranges
de: Detaillevel einstellen
fr: Ajuster le niveau de détail
it: Modifica range livello di dettaglio
nl: LOD niveaus aanpasssen
pl: Dostosuj poziom szczegolow (LOD)
ru: Настройки видимости (LOD)

# menu/ai:0
source: AI
de: KI
fr: IA
it: IA
ru: ИИ

# menu/aircraft-center:0
source: Aircraft Center (Experimental)
de: Flugzeug-Hangar (experimentell)
fr: Hangar des avions (expérimental)
it: Centro aeromobili (sperimentale)
nl: Vliegtuigcentrum (experimenteel)
pl: Centrum samolotow (Eksperymentalne)
ru: Выбор ЛА (В разработке)

# menu/aircraft-checklists:0
source: Aircraft Checklists
de: Flugzeug Checklisten
fr: Checklists de l'aéronef
it: Checklist aereo
nl: Vliegtuig checklists
pl: Checklista samolotu
ru: Контрольные карты проверок

# menu/aircraft-keys:0
source: Aircraft Help
de: Flugzeug Hilfe
fr: Aide de l'aéronef
it: Guida aereo
nl: Vliegtuig help
pl: Dla Tego Samolotu
ru: Помощь ЛА

# menu/atc-in-range:0
source: ATC Services in Range
de: ATC Stationen in Reichweite
fr: Services ATC à proximité
it: Servizi ATC nelle vicinanze
nl: ATC services binnen bereik
pl: ATC w zasiegu
ru: Ближайшие наземные службы

# menu/autopilot:0
source: Autopilot
fr: Pilote automatique
it: Pilota automatico
nl: Automatische piloot
ru: Автопилот

# menu/autopilot-settings:0
source: Autopilot Settings
de: Autopilot-Einstellungen
fr: Paramètres
it: Impostazioni pilota automatico
nl: Autopilot instellingen
pl: Ustawienia autopilota
ru: Настройки автопилота

# menu/autostart:0
source: Autostart
fr: Démarrage automatique
it: Avvio automatico
nl: Automatisch starten
ru: Автозапуск

# menu/basic-keys:0
source: Basic Simulator Keys
de: Tastenbelegung (allg.)
fr: Touches de base du simulateur
it: Tasti fondamentali del simulatore
nl: Simulator toetsencombinaties
pl: Podstawowe klawisze symulatora
ru: Основные клавиши симулятора

# menu/carrier:0
source: Carrier Controls
de: Flugzeugträger Steuerung
fr: Contrôle du porte-avions
it: Controlli portaerei
nl: Vliegdekschipbesturing
pl: Sterowanie lotniskowcem
ru: Управление авианосцем

# menu/cockpit-view-options:0
source: Cockpit View Options
de: Einstellungen für Cockpit-Ansicht
fr: Options d'affichage du cockpit
it: Opzioni vista cockpit
nl: Cockpit zicht instellingen
pl: Opcje widoku z kokpitu
ru: Настройки вида из кабины

# menu/common-keys:0
source: Common Aircraft Keys
de: Tastenbelegung (Flugzeug allg.)
fr: Touches communes aux aéronefs
it: Tasti in comune a tutti gli aerei
nl: Algemene toetsencombinaties
pl: Klawisze sterowania
ru: Основные клавиши ЛА

# menu/configure-dev-extension:0
source: Configure Development Extensions
de: Erweiterungen für Entwickler
fr: Configurer les extensions de développement
it: Configura estensioni sviluppo
nl: Ontwikkelingsextensies beheren
pl: Konfiguruj rozszerzenia programistyczne
ru: Настройки расширений разработчика

# menu/cycle-gui:0
source: Cycle GUI Style
de: Nächster GUI Stil
fr: Changer le style de l'interface graphique
it: Passa da uno stile dell'interfaccia grafica all'altro
nl: GUI stijlen roteren
pl: Przelacz styl interfejsu
ru: Переключить стиль интерфейса

# menu/debug:0
source: Debug
de: Fehlersuche
fr: Débogage
nl: Ontwikkeling
pl: Debuguj
ru: Отладка

# menu/development-keys:0
source: Development Keys
de: Entwickler Hotkeys
fr: Touches de développement
it: Tasti sviluppo
nl: Ontwikkelingstoetsen
pl: Klawisze programistyczne
ru: Клавиши для разработки

# menu/display-marker:0
source: Display Tutorial Marker
de: Tutorial-Markierung anzeigen
fr: Afficher le marqueur de tutoriel
it: Visualizza indicatore tutorial
nl: Tutorial marker weergeven
pl: Wyswietlaj wskaznik samouczka
ru: Создание уроков

# menu/doc-browser:0
source: Documentation Browser
de: Erweiterte Dokumentation
fr: Naviguer dans la documentation
it: Browser documentazione
nl: Documentatiebrowser
pl: Przegladarka dokumentacji
ru: Документация

# menu/dump-scene-graph:0
source: Dump Scene Graph
de: Scene Graph ausgeben
fr: Faire un cliché du graphe de scène
it: Dump grafo della scena
nl: Scene graph dumpen
pl: Zrzuc graf sceny
ru: Сохранить Scene Graph

# menu/environment:0
source: Environment
de: Umwelt
fr: Environnement
it: Ambiente
nl: Omgeving
pl: Srodowisko
ru: Условия

# menu/environment-settings:0
source: Environment Settings
de: Umwelteinstellungen
fr: Paramètres environnementaux
it: Impostazioni ambiente
nl: Omgevingsinstellingen
pl: Ustawienia srodowiska
ru: Настройки условий

# menu/equipment:0
source: Equipment
de: Ausrüstung
fr: Équipement
it: Equipaggiamento
nl: Uitrusting
pl: Wyposazenie
ru: Оборудование

# menu/exit:0
source: Quit
de: Beenden
fr: Quitter
it: Esci
nl: Afsluiten
pl: Zakoncz
ru: Выход

# menu/failure-submenu:0
source: --- Failures ---
de: --- Fehler ---
fr: --- Pannes ---
it: --- Guasti ---
nl: --- Storingen ---
pl: Awarie
ru: --- Неисправности ---

# menu/fg1000:0
source: FG1000 MFD
fr: Écran multifonction FG1000
it: Display multifunzione FG1000

# menu/fg1000-mfd:0
source: FG1000 MFD
fr: MFD du FG1000
it: Display multifunzione FG1000
ru: МФИ "FG1000"

# menu/fg1000-pfd:0
source: FG1000 PFD
fr: PFD du FG1000
it: Display primario di navigazione FG1000
ru: КПИ "FG1000"

# menu/fgcom-settings:0
source: FGCom Settings
de: FGCom-Einstellungen
fr: Paramètres FGCom
it: Impostazioni FGCom
nl: FGCom instellingen
pl: Ustawienia FGCom
ru: Настройки FGCom

# menu/file:0
source: File
de: Datei
fr: Fichier
nl: Bestand
pl: Plik
ru: Файл

# menu/fuel-and-payload:0
source: Fuel and Payload
de: Treibstoff und Ladung
fr: Carburant et chargement
it: Carburante e carico
nl: Brandstof en vracht
pl: Paliwo i ladunek
ru: Заправка и загрузка

# menu/global-weather:0
source: Weather
de: Wetter
fr: Météo
it: Meteo
nl: Weer
pl: Pogoda
ru: Погода

# menu/goto-airport:0
source: Select Airport
de: Flughafenauswahl
fr: Choisir un aéroport
it: Seleziona aeroporto
nl: Vliegveld kiezen
pl: Wybierz lotnisko
ru: Выбрать аэродром

# menu/gps:0
source: GPS Settings
de: GPS-Einstellungen
fr: Paramètres GPS
it: Impostazioni GPS
nl: GPS instellingen
pl: Ustawienia GPS
ru: Настройки GPS

# menu/help:0
source: Help
de: Hilfe
fr: Aide
it: Aiuto
pl: Pomoc
ru: Помощь

# menu/help-browser:0
source: Help (opens in browser)
de: Hilfe (im Browser)
fr: Aide (s'ouvre dans le navigateur)
it: Guida (si apre nel browser)
nl: Help (opent in browser)
pl: Pomoc (w przegladarce)
ru: Помощь (в браузере)

# menu/input-config:0
source: Mouse Configuration
de: Maus-Konfiguration
fr: Configuration de la souris
it: Configurazione mouse
nl: Muisinstellingen
pl: Konfiguracja myszki
ru: Настройки мыши

# menu/instrument-failures:0
source: Instrument Failures
de: Instrumentenfehler
fr: Pannes des instruments
it: Guasti degli strumenti di bordo
nl: Instrumentstoringen
pl: Awarie przyrzadow
ru: Неисправности приборов

# menu/instrument-settings:0
source: Instrument Settings
de: Instrumenteneinstellungen
fr: Paramètres des instruments
it: Impostazioni strumenti di bordo
nl: Instrument instellingen
pl: Ustawienia przyrzadow
ru: Настройки приборов

# menu/interface-config:0
source: User-interface Options
de: Optionen für Benutzeroberfläche
fr: Options de l'interface utilisateur
it: Opzioni interfaccia utente
nl: Gebruikers interface instellingen
pl: Opcje interfejsu użytkownika
ru: Настройки интерфейса

# menu/jetway:0
source: Jetway Settings
de: Jetway-Einstellungen
fr: Paramètres des passerelles d'embarquement
it: Configurazione finger
nl: Vliegtuigslurf besturing
pl: Ustawienia rekawa
ru: Настройки телетрапов

# menu/joystick-config:0
source: Joystick Configuration
de: Joystick-Konfiguration
fr: Configuration du joystick
it: Configurazione joystick
nl: Joystick instellingen
pl: Konfiguracja joystick'a
ru: Настройки джойстика

# menu/joystick-info:0
source: Joystick Information
de: Joystick Informationen
fr: Informations sur le joystick
it: Informazioni joystick
nl: Joystick informatie
pl: Informacje o joysticku
ru: Информация о джойстике

# menu/lag-adjust:0
source: Lag Settings
de: Latenz-Einstellungen
fr: Correction de lag
it: Impostazioni lag
nl: Vertragingsinstellingen
pl: Ustawienia opoznien
ru: Настройки сетевой задержки

# menu/load-tape:0
source: Load Flight Recorder Tape
de: Flugaufzeichnung laden
fr: Charger la vidéo d'un vol
it: Carica nastro registratore di volo
nl: Vluchtrecorder data laden
pl: Wczytaj tasme rejestratora lotu
ru: Загрузить запись полёта

# menu/local_weather:0
source: Local Weather (Test)
de: Lokales Wetter (Test)
fr: Météo locale (test)
it: Meteo locale (test)
nl: Lokaal weer (test)
pl: Lokalna pogoda (test)
ru: Локальная погода (В разработке)

# menu/location:0
source: Location
de: Ort
fr: Position
it: Posizione
nl: Locatie
pl: Pozycja
ru: Расположение

# menu/logging:0
source: Logging
de: Protokollierung
fr: Journalisation
pl: Logowanie
ru: Отладочные сообщения

# menu/map:0
source: Map
de: Karte
fr: Carte
it: Mappa
nl: Kaart
pl: Mapa
ru: Карта

# menu/map-browser:0
source: Map (opens in browser)
de: Karte (im Browser)
fr: Carte (s'ouvre dans le navigateur)
it: Mappa (si apre nel browser)
nl: Kaart (opent in browser)
pl: Mapa (otwiera przegladarke)
ru: Карта (в браузере)

# menu/map-canvas:0
source: Map (Canvas)
de: Karte (Canvas)
fr: Carte (Canvas)
it: Mappa (Canvas)
nl: Kaart (Canvas)
pl: Mapa (Canvas)
ru: Карта (Canvas)

# menu/menu-about:0
source: About
de: Über FlightGear
fr: À propos de FlightGear
it: Informazioni su
nl: Over
pl: O programie
ru: О программе

# menu/mp-carrier:0
source: MPCarrier Selection
de: Auswahl MP Flugzeugträger
fr: Choix du porte-avions multijoueurs
it: Seleziona portaerei multigiocatore
nl: MP vliegdekschip selectie
pl: Wybor lotniskowca MP
ru: Выбор авианосца MPCarrier

# menu/mp-chat:0
source: Chat Dialog
de: MP Chat
fr: Fenêtre de clavardage
it: Finestra chat
nl: Chatvenster
pl: Chat
ru: Чат

# menu/mp-chat-menu:0
source: Chat Menu
de: MP Chat Menü
fr: Menu de clavardage
it: Menù chat
pl: Menu chat'a
ru: Быстрый чат

# menu/mp-list:0
source: Pilot List
de: Pilotenliste
fr: Liste des pilotes
it: Elenco piloti
nl: Pilotenlijst
pl: Lista pilotow
ru: Список пилотов

# menu/mp-settings:0
source: Multiplayer Settings
de: Multiplayer-Einstellungen
fr: Paramètres multijoueurs
it: Impostazioni multigiocatore
nl: Multiplayer instellingen
pl: Ustawienia trybu multiplayer
ru: Настройки сети

# menu/multiplayer:0
source: Multiplayer
de: Mehrspieler
fr: Multijoueurs
it: Multigiocatore
ru: Сеть

# menu/nasal-console:0
source: Nasal Console
de: Nasal Konsole
fr: Console Nasal
it: Console Nasal
pl: Konsola nasal
ru: Консоль Nasal

# menu/nasal-repl-interpreter:0
source: Nasal REPL Interpreter
fr: Interpréteur REPL Nasal
it: Interprete REPL Nasal
pl: Interpreter nasal
ru: REPL-интерпретатор Nasal

# menu/next-waypoint:0
source: Next Waypoint
de: Nächster Wegpunkt
fr: Point de cheminement suivant
it: Waypoint successivo
nl: Volgend routepunt
pl: Nastepny punkt nawigacyjny
ru: Следующий пункт маршрута

# menu/performance-monitor:0
source: Monitor System Performance
de: Zeige Systemleistung
fr: Suivre la performance du système
it: Controlla performance di sistema
nl: Monitor systeemprestaties
pl: Monitoruj wydajnosc systemu
ru: Измерение производительности

# menu/pilot-offset:0
source: Adjust View Position
de: Blickpunkt einstellen
fr: Ajuster la position de la vue
it: Modifica posizione pilota
nl: Piloot verplaatsen
pl: Polozenie pilota
ru: Настроить положение камеры

# menu/position-in-air:0
source: Position Aircraft In Air
de: Flugzeug in der Luft positionieren
fr: Positionner l'aéronef en vol
it: Posiziona l'aereo in volo
nl: Plaats vliegtuig in de lucht
pl: W powietrzu
ru: Переместить ЛА в воздух

# menu/previous-waypoint:0
source: Previous Waypoint
de: Vorheriger Wegpunkt
fr: Point de cheminement précédent
it: Waypoint precedente
nl: Vorig routepunt
pl: Poprzedni punkt nawigacyjny
ru: Предыдущий пункт маршрута

# menu/print-rendering-statistics:0
source: Print Rendering Statistics
de: Zeige Rendering-Statistik
fr: Afficher les statistiques de rendu
it: Stampa statistiche rendering
nl: Weergavestatistieken printen
pl: Wyswietlaj statystyki renderowania
ru: Показать статистику отрисовки

# menu/print-scene-info:0
source: Print Visible Scene Info
de: Zeige Infos zur sichtbaren Szene
fr: Afficher les infos de scène visible
it: Stampa informazioni scena visibile
nl: Zichtbare scene informatie printen
pl: Wyswietlaj informacje o widocznej scenie
ru: Показать информацию о видимой графике

# menu/property-browser:0
source: Browse Internal Properties
de: Property-Browser
fr: Parcourir les propriétés internes
it: Sfoglia proprietà interne
nl: Blader door interne eigenschappen
pl: Przegladaj wewnetrzne wlasciwości
ru: Дерево переменных "property"

# menu/pushback:0
source: Pushback
de: Flugzeugschlepper
fr: Repoussage
ru: Тягач

# menu/radio:0
source: Radio Settings
de: Funkgerät einstellen
fr: Paramètres radio
it: Impostazioni radio
nl: Radio instellingen
pl: Radio
ru: Настройки радио

# menu/random-attitude:0
source: Random Attitude
de: Zufällige Fluglage
fr: Attitude aléatoire
it: Attitudine casuale
nl: Willekeurige orientatie
pl: Losowa orientacja
ru: Случайная ориентация

# menu/random-failures:0
source: Random Failures
de: Zufällige Fehler
fr: Pannes aléatoires
it: Guasti casuali
nl: Willekeurige storingen
pl: Awarie losowe
ru: Случайные отказы

# menu/reload-autopilot:0
source: Reload Autopilot
de: Autopilot neu laden
fr: Relancer le pilote automatique
it: Ricarica pilota automatico
nl: Autopilot herladen
pl: Przeladuj autopilota
ru: Перезагрузить автопилот

# menu/reload-gui:0
source: Reload GUI
de: Benutzeroberfläche neu laden
fr: Relancer l'interface graphique
it: Ricarica interfaccia utente
nl: GUI herladen
pl: Przeladuj interfejs uzytkownika
ru: Перезагрузить интерфейс

# menu/reload-hud:0
source: Reload HUD
de: HUD neu laden
fr: Relancer le HUD
it: Ricarica HUD
nl: HUD herladen
pl: Przeladuj HUD
ru: Перезагрузить HUD

# menu/reload-input:0
source: Reload Input
de: Eingabesystem neu laden
fr: Relancer les interfaces d'entrée
it: Ricarica input
nl: Invoer herladen
pl: Przeladuj system wejscia
ru: Перезагрузить ввод

# menu/reload-materials:0
source: Reload Materials
de: Materialien neu laden
fr: Recharger les matériaux
it: Ricarica materiali
nl: Materialen herladen
pl: Przeladuj materialy
ru: Перезагрузить текстуры

# menu/reload-model:0
source: Reload Aircraft Model
de: 3D-Modell neu laden
fr: Relancer le modèle d'aéronef
it: Ricarica modello aereo
nl: Vliegtuigmodel herladen
pl: Przeladuj model samolotu
ru: Перезагрузить визуальную модель

# menu/reload-network:0
source: Reload Network
de: Netzwerk neu laden
fr: Relancer le réseau
it: Ricarica rete
nl: Network herladen
pl: Przeladuj siec
ru: Перезагрузить сеть

# menu/reload-panel:0
source: Reload Panel
de: Panel neu laden
fr: Relancer le panneau
it: Ricarica pannello
nl: Paneel herladen
pl: Przeladuj panel
ru: Перезагрузить панель

# menu/reload-scenery:0
source: Reload Scenery
de: Szenerie neu laden
fr: Recharger les scènes
it: Ricarica scenario
nl: Scenery herladen
pl: Przeladuj scenerie
ru: Перезагрузить местность

# menu/rembrandt-buffers-choice:0
source: Select Rendering Buffers
de: Wähle Rendering-Puffer
fr: Choisir les tampons de rendu
it: Seleziona buffer rendering
nl: Selecteer weergave buffers
pl: Wybierz bufory renderowania
ru: Выбрать графические буферы

# menu/rendering-buffers:0
source: Hide/Show Rendering Buffers
de: Verstecke/Zeige Rendering-Puffer
fr: Masquer/Afficher les tampons de rendu
it: Mostra/nascondi buffer rendering
nl: Verberg/toon weergave buffers
pl: Ukryj/Pokaz bufory renderowania
ru: Показать/скрыть графические буферы

# menu/rendering-options:0
source: Rendering Options
de: Grafikoptionen
fr: Options de rendu
it: Opzioni rendering
nl: Weergave instellingen
pl: Opcje renderowania
ru: Настройки графики

# menu/replay:0
source: Instant Replay
de: Sofortwiederholung
fr: Rejeu instantané
it: Replay istantaneo
nl: Herhaling
pl: Powtorka
ru: Воспроизведение записи

# menu/reset:0
source: Reset
de: Flug zurücksetzen
fr: Réinitialiser
it: Reimposta
nl: Opnieuw starten
ru: Сброс

# menu/route-manager:0
source: Route Manager
de: Routenplaner
fr: Gestionnaire de routes
it: Gestore rotta
pl: Planowanie lotu

# menu/save-tape:0
source: Save Flight Recorder Tape
de: Flugaufzeichnung speichern
fr: Sauvegarder la vidéo d'un vol
it: Salva nastro registratore di volo
nl: Vluchtrecorder data opslaan
pl: Zapisz tasme rejestratora lotu
ru: Сохранить запись полёта

# menu/scenario:0
source: Traffic and Scenario Settings
de: Flugverkehr und Szenarien
fr: Paramètres de trafic et de scénarios
it: Impostazioni traffico e scenario
nl: Verkeer- en scenarioinstellingen
pl: Ruch AI oraz ustawienia scenariuszy
ru: Настройки трафика и сценариев

# menu/select-livery:0
source: Select Livery
de: Lackierung auswählen
fr: Choisir une livrée
it: Seleziona livrea
nl: Kies uitvoering
pl: Wybierz oznaczenia samolotu
ru: Схемы окраски

# menu/show-hide-yokes:0
source: Show/hide yokes
de: Steuerhorn ein-/ausblenden
fr: Afficher/masquer le manche
it: Mostra/nascondi yoke
nl: Toon/verberg yokes
pl: Pokaz/ukryj wolanty
ru: Показать/скрыть штурвалы

# menu/snap-shot:0
source: Screenshot
de: Bildschirmfoto
fr: Capture d'écran
it: Cattura schermata
pl: Zrzut ekranu
ru: Снимок экрана

# menu/snap-shot-dir:0
source: Screenshot Directory
de: Fotoverzeichnis festlegen
fr: Répertoire des captures
it: Directory salvataggio schermate
nl: Screenshotmap
pl: Folder zrzutow ekranowych
ru: Папка снимков экрана

# menu/sound-config:0
source: Sound Configuration
de: Sound-Konfiguration
fr: Configuration du son
it: Configurazione audio
nl: Audio instellingen
pl: Ustawienia dzwiekow
ru: Настройки звука

# menu/statistics-display:0
source: Cycle On-Screen Statistics
de: On-Screen Statistik umschalten
fr: Faire défiler les statistiques à l'écran
it: Visualizza ciclicamente le statistiche a schermo
nl: Blader door schermstatiestieken
pl: Przelacz statystyki ekranowe
ru: Переключить отображаемую статистику

# menu/stereoscopic-options:0
source: Stereoscopic View Options
de: Stereoskopie-Optionen
fr: Options de vue stéréoscopique
it: Opzioni visualizzazione stereoscopica
nl: Stereoscopische weergaveopties
pl: Opcje wyswietlania 3D
ru: Настройки стереоскопии

# menu/stopwatch:0
source: Stopwatch
de: Stoppuhr
fr: Chronomètre
it: Cronometro
pl: Stoper
ru: Секундомер

# menu/swift_connection:0
source: swift Connection
de: Swift-Verbindung
fr: Connexion swift
it: Connessione swift
nl: Swift verbinding
pl: Polaczenie swift
ru: Подключение к swift

# menu/system-failures:0
source: System Failures
de: Systemfehler
fr: Pannes système
it: Guasti di sistema
nl: Systeemstoringen
pl: Awarie systemow
ru: Неисправности систем

# menu/tanker:0
source: Tanker Controls
de: Tankersteuerung
fr: Contrôle du ravitailleur
it: Controlli rifornimento in volo
nl: Tankvliegtuig besturing
pl: Ustawienia latajacej cysterny
ru: Управление заправщиком

# menu/terrasync:0
source: Scenery Download
de: Szenerie herunterladen
fr: Téléchargement des scènes
it: Download scenario
nl: Landschap downloaden
pl: Pobieranie scenerii
ru: Загрузка местности

# menu/tiller-steering:0
source: Tiller Steering
de: Bugradsteuerung
fr: Manœuvrer la roulette
it: Sterzata con il tiller
nl: Tiller besturing
ru: Рукоятка руления

# menu/time-settings:0
source: Time Settings
de: Zeiteinstellungen
fr: Paramètres horaires
it: Impostazioni orario
nl: Tijdsinstellingen
pl: Czas
ru: Настройки времени

# menu/toggle-fullscreen:0
source: Toggle Fullscreen
de: Vollbild umschalten
fr: Passer en plein écran
it: Abilita/disabilita modalità schermo intero
nl: Volledig scherm aan-/uitzetten
pl: Przelacz pełny ekran
ru: На весь экран

# menu/toggle-glide-slope:0
source: Toggle Glide Slope Tunnel
de: Gleitpfadanzeige umschalten
fr: (Dés)Activer le tunnel ILS
it: Abilita/disabilita tunnel angolo di discesa
nl: Toon/verberg glijpad
pl: Wl/Wyl znaczniki sciezki podejscia
ru: Показать/скрыть подсказку глиссады

# menu/tower-position:0
source: Tower Position
de: Towerposition festlegen
fr: Position de la tour
it: Posizione della torre
nl: Torenpositie
pl: Lokalizacja wiezy
ru: Расположение башни

# menu/tutorial-start:0
source: Tutorials
fr: Tutoriels
it: Tutorial
pl: Samouczki
ru: Уроки

# menu/view:0
source: View
de: Ansicht
fr: Affichage
it: Visualizza
nl: Beeld
pl: Widok
ru: Вид

# menu/view-options:0
source: View Options
de: Ansichtsoptionen
fr: Options d'affichage
it: Opzioni visualizzazione
nl: Zicht instellingen
pl: Opcje widoku
ru: Настройки видов

# menu/wildfire-settings:0
source: Wildfire Settings
de: Flächenbrand
fr: Paramètres de feu de forêt
it: Impostazioni incendi
nl: Bosbrand instellingen
pl: Ustawienia pozarow
ru: Настройки лесных пожаров

# menu/wingman:0
source: Wingman Controls
de: Wingman
fr: Contrôle des ailiers
it: Controlli volo in formazione
nl: Wingman besturing
pl: Ustawienia skrzydlowego
ru: Управление ведомым

# menu/write-video-config:0
source: Save Video Configuration
de: Speichere Videokonfiguration
fr: Sauvegarder la configuration vidéo
it: Salva configurazione video
nl: Video configuratie opslaan
pl: Zapisz konfiguracje wideo
ru: Сохранить конфигурацию видео

# options/AV400-desc:0
source: Emit the Garmin AV400 protocol required to drive a Garmin 196/296 series GPS
de: Garmin AV400 Protokoll aktivieren, um ein Garmin 196/296 anzusteuern
fr: Émet le protocole Garmin AV400 nécessaire pour gérer un GPS de la série Garmin 196/296
it: Emetti dati richiesti secondo il protocollo Garmin AV400 per comandare un GPS Garmin 196/296 series
nl: Gebruik het Garmin AV400 protocol, vereist om een Garmin 196/296 GPS aan te sturen
pl: Dostarcza protokołu Garmin AV400 wymaganego do sterowania odbiornikami GPS serii Garmin 196/296
ru: Выводить протокол "Garmin AV400" для GPS типа "Garmin 196/296"

# options/AV400Sim-desc:0
source: Emit the set of AV400 strings required to drive a Garmin 400-series GPS from FlightGear
de: Daten des AV400 Protokolls verwenden, um ein Garmin 400-Series GPS durch FlightGear zu steuern
fr: Émet l'ensemble des champs AV400 nécessaires pour gérer un GPS de la série Garmin 400 à partir de FlightGear
it: Emetti l'insieme delle stringhe AV400 richieste per comandare un GPS Garmin 400-series da FlightGear
nl: Gebruik het AV400 protocol, vereist om een Garmin 400 GPS aan te sturen
pl: Emituje z FlightGear zestaw znaków AV400 wymaganych do sterowania odbiornikami GPS Garmin serii 400
ru: Выводить набор строк "AV400" для GPS типа "Garmin 400"

# options/adf1-desc:0
source: Set the ADF1 radio frequency, optionally preceded by a card rotation.
de: Frequenz des ADF1 angeben, optional mit vorangestellter Kompassabweichung.
fr: Précise la fréquence radio ADF1, éventuellement précédée d'une rotation de carte.
it: Imposta la frequenza radio ADF1 preceduta facoltativamente da una rotazione della rosa graduata.
nl: Stel de ADF1 radio frequentie in, eventueel voorafgegaand door een kaart verdraaing.
pl: Ustawia czestotliwość ADF1, opcjonalnie poprzedzana przez rotacje karty.
ru: Задать частоту АРК1, перед ней можно указать поворот картушки.

# options/adf2-desc:0
source: Set the ADF2 radio frequency, optionally preceded by a card rotation.
de: Frequenz des ADF2 angeben, optional mit vorangestellter Kompassabweichung.
fr: Précise la fréquence radio ADF2, éventuellement précédée d'une rotation de carte.
it: Imposta la frequenza radio ADF2 preceduta facoltativamente da una rotazione della rosa graduata.
nl: Stel de ADF2 radio frequentie in, eventueel voorafgegaand door een kaart verdraaing.
pl: Ustawia czestotliwość ADF2, opcjonalnie poprzedzana przez rotacje karty.
ru: Задать частоту АРК2, перед ней можно указать поворот картушки.
