Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-Qt.xlf
Languages: es, it, nl, pl, ru

# _msg89
source: The hangar you requested is for a different version of FlightGear. (This is version %1)
nl: De aangevraagde hangar is voor een andere versie van FlightGear. (Dit is versie %1)

# _msg90
source: The requested hangar seems to be invalid (damaged or incomplete). Please contact the hangar authors, or try again later
nl: De aangevraagde hangar is ongeldig (beschadigd of incompleet). Neem contact op met de eigenaar van de hangar of probeer later opnieuw

# _msg91
source: Click here to add a new aircraft hangar. (Note this requires an Internet connection)
nl: Klik hier om een nieuwe hangar toe te voegen. (Dit vereist een internetverbinding)

# _msg92
source: Enter a hangar location (URL) to add.
nl: Voer een hangarlocatie (URL) in om toe te voegen.

# _msg93
source: Retrieving hangar information...
nl: Hangarinformatie ophalen...

# _msg94
source: There was a problem adding the hangar: %1.
nl: Er was een probleem bij het toevoegen van de hangar: %1.

# _msg95
source: Aircraft hangars
nl: Vliegtuighangars

# _msg96
source: Aircraft hangars are managed collections of aircraft, which can be downloaded, installed and updated inside FlightGear.
nl: Vliegtuighangars zijn collecties van vliegtuigen die vanuit FlightGear gedownload, geïnstalleerd en geüpdatet kunnen worden.

# _msg97
source: The official FlightGear aircraft hangar is not set up. To add it, click here.
nl: De officiële FlightGear hangar is niet ingesteld. Klik hier om hem toe te voegen.

# _msg98
source: Additional aircraft folders
nl: Extra vliegtuigmappen

# _msg99
source: To use aircraft you download yourself, FlightGear needs to know the folder(s) containing the aircraft data.
nl: Om vliegtuigen te gebruiken die je zelf hebt gedownload moet FlightGear weten in welke mappen deze vliegtuigen te vinden zijn.

# _msg100
source: Remove the aircraft folder: '%1' from the list? (The folder contents will not be changed)
nl: De vliegtuigmap: '%1' van de lijst verwijderen? (De inhoud van de map wordt niet gewijzigd)

# _msg101
source: No custom aircraft paths are configured.
nl: Er zijn geen aangepaste vliegtuigmappen ingesteld.

# _msg102
source: Add-on Module folders
nl: Uitbreidingsmappen

# _msg103
source: To use Add-on Modules that you download yourself, FlightGear needs to know the folder(s) containing the Add-on Modules.
nl: Om uitbreidingen te gebruiken die je zelf hebt gedownload moet FlightGear weten in welke mappen deze uitbreidingen te vinden zijn.

# _msg104
source: Remove the add-on module folder: '%1' from the list? (The folder contents will not be changed)
nl: De uitbreiding: '%1' van de lijst verwijderen? (De inhoud van de map wordt niet gewijzigd)

# _msg105
source: No custom add-on module paths are configured.
nl: Er zijn geen uitbreidingen ingesteld.

# _msg106
source: Additional scenery folders
nl: Extra landschapsmappen

# _msg107
source: To use scenery you download yourself, FlightGear needs to know the folders containing the scenery data. Adjust the order of the list to control which scenery is used in a region.
nl: Om landschappen te gebruiken die je zelf hebt gedownload moet FlightGear weten in welke mappen deze landschappen te vinden zijn. Pas de volgorde in de lijst aan om te kiezen welk landschap prioriteit krijgt bij het laden.

# _msg108
source: Remove the scenery folder: '%1' from the list? (The folder contents will not be changed)
nl: De landschapsmap: '%1' van de lijst verwijderen? (De inhoud van de map wordt niet gewijzigd)

# _msg109
source: No custom scenery paths are configured.
nl: Er zijn geen extra landschapsmappen ingesteld.

# _msg110
source: Install add-on scenery
nl: Extra landschappen installeren

# _msg111
source: If you have downloaded scenery manually from the official FlightGear website, you can use this button to extract and install it into a suitable folder. (Scenery downloaded this way should have a file name such as 'w40n020.tar.gz')
nl: Als je handmatig landschappen hebt gedownload van de officiële FlightGear website kun je deze met deze knop uitpakken en installeren in een geschikte map. (Landschappen die op deze wijze zijn gedownload hebben een bestandsnaam zoals 'w50n020.tar.gz')

# _msg112
source: Show more
nl: Meer weergeven

# _msg113
source: Show less
nl: Minder weergeven

# _msg114
source: by %1
nl: door %1

# _msg116
source: Support and issue reporting
nl: Ondersteuning en problemen melden

# _msg118
source: Click here to mark this as a favourite aircraft
nl: Klik hier om dit vliegtuig als favoriet te markeren

# _msg119
source: Ratings:
nl: Beoordeling:

# _msg120
source: Flight model
nl: Vliegeigenschappen

# _msg121
source: Systems
nl: Systemen

# _msg123
source: Exterior
nl: Exterieur

# _msg124
source: Local file location: %1
nl: Lokale bestandslocatie: %1

# _msg125
source: Install
nl: Installeren

# _msg126
source: Uninstall
nl: Verwijderen

# _msg127
source: Update
nl: Bijwerken

# _msg128
source: Queued
nl: Gepauzeerd

# _msg130
source: Downloading
nl: Downloaden

# _msg131
source: Are you sure you want to uninstall this aircraft?
nl: Weet je zeker dat je dit vliegtuig wilt verwijderen?

# _msg133
source: This hangar is currently disabled due to a problem. Click here to try updating the hangar information from the server. (An Internet connection is required for this)
nl: Deze hangar is momenteel uitgeschakeld vanwege een probleem. Klik hier om te proberen de hangarinformatie te updaten vanaf de server. (Dit vereist een internetverbinding)

# _msg134
source: Remove
nl: Verwijderen

# _msg135
source: Cancel
nl: Annuleren

# _msg136
source: Remove this hangar? (Downloaded aircraft will be deleted from your computer)
nl: Deze hangar verwijderen? (Gedownloade vliegtuigen worden verwijderd van je computer)

# _msg137
source: Move up
nl: Omhoog schuiven

# _msg138
source: Move down
nl: Omlaag schuiven

# _msg139
source: Time & Date
nl: Tijd & datum

# _msg140
source: Time of day
nl: Tijd

# _msg141
source: Select the time of day used when the simulator starts, or enter a custom date and time.
nl: Kies de tijd en datum die de simulatie bij het opstarten heeft of voer een aangepaste datum en tijd in.

# _msg142
source: Current time
nl: Huidige tijd

# _msg143
source: Dawn
nl: Dageraad

# _msg144
source: Morning
nl: Ochtend

# _msg145
source: Noon
nl: Middaguur

# _msg146
source: Afternoon
nl: Middag

# _msg147
source: Dusk
nl: Schemering

# _msg148
source: Evening
nl: Avond

# _msg149
source: Midnight
nl: Middernacht

# _msg150
source: Custom time & date
nl: Aangepaste tijd & datum

# _msg151
source: Enter a date and time to begin the flight at. By default this is in local time for the chosen starting location - use the option below to request a time in GMT / UTC.
nl: Voer een datum en tijd in om de vlucht op te beginnen. Dit is standaard de lokale tijd van de gekozen locatie - gebruik onderstaande optie om een tijd in GMT / UTC te kiezen.

# _msg152
source: Custom time is GMT / UTC
nl: Aangepaste tijd is GMT / UTC

# _msg153
source: Season
nl: Seizoen

# _msg154
source: Select if normal (summer) or winter textures are used for the scenery. This does not affect other aspects of the simulation at present, such as icing or weather simulation
nl: Kiez of de normale (zomer) of winter afbeeldingen worden gebruikt voor het landschap. Dit heeft geen effect op ander aspecten van de simulatie, zoals ijsvorming of het weer

# _msg155
source: Summer (default)
nl: Zomer (standaard)

# _msg157
source: Weather
nl: Weer

# _msg158
source: Advanced weather modelling
nl: Geavanceerde weersimulatie

# _msg159
source: Detailed weather simulation based on local terrain and atmospheric simulation. Note that using advanced weather with real-world weather data (METAR) information may not show exactly the conditions recorded, and is not recommended for multi-player flight since the weather simulation is not shared over the network.
nl: Gedetaileerde weerssimulatie gebaseerd op de ondergrond en atmospherische simulatie. In combinatie met actueel weer (METAR) levert dit niet altijd de exacte waargenomen condities op. Het is daarom niet aanbevolen voor gebruik in een multiplayer omgeving omdat het weer niet over het netwerk wordt gedeeld.

# _msg160
source: Real-world weather
nl: Actueel weer

# _msg161
source: Download real-world weather from the NOAA servers based on location.
nl: Download actueel weer van de NOAA servers, passende bij je gesimuleerde locatie.

# _msg162
source: Weather scenario
nl: Weerscenario

# _msg164
source: Enter a custom METAR string, e.g: '%1'
nl: Voer een aangepaste METAR in zoals '%1'

# _msg165
source: The entered METAR string doesn't seem to be valid.
nl: De ingevoegde METAR is ongeldig.

# _msg166
source: advanced weather
nl: geavanceerd weer

# _msg167
source: real-world weather
nl: actueel weer

# _msg168
source: Fly with a flight-plan
nl: Met een vluchtplan vliegen

# _msg169
source: Load
nl: Openen

# _msg170
source: Save
nl: Opslaan

# _msg171
source: Clear
nl: Vrijmaken

# _msg172
source: Aircraft & flight information
nl: Vliegtuig en vluchtinformatie

# _msg173
source: Callsign / Flight No.
nl: Roepnaam / Vluchtnummer

# _msg174
source: Aircraft type:
nl: Vliegtuigtype:

# _msg175
source: Flight rules:
nl: Vliegvoorschriften:

# _msg178
source: Flight type:
nl: Vluchttype:

# _msg179
source: Scheduled
nl: Lijnvlucht

# _msg180
source: Non-scheduled
nl: Chartervlucht

# _msg181
source: General aviation
nl: Kleine luchtvaart

# _msg182
source: Military
nl: Militair

# _msg183
source: Other
nl: Overig

# _msg184
source: Wake turbulence category:
nl: Zogturbulentiecategorie:

# _msg185
source: Light
nl: Licht

# _msg186
source: Medium
nl: Middelmatig

# _msg187
source: Heavy
nl: Zwaar

# _msg190
source: Departure airport:
nl: Vliegveld van vertrek:

# _msg191
source: Departure time:
nl: Vertrektijd:

# _msg192
source: The flight-plan departure airport (%1) is different to the initial location (%2). Click here to set the initial location to the flight-plan's airport.
nl: Het vliegveld van vertrek in het vluchtplan (%1) wijkt af van de beginlocatie (%2). Klik hier om de beginlocatie aan te passen naar het vliegveld uit het vluchtplan.

# _msg193
source: Cruise speed:
nl: Kruissnelheid:

# _msg194
source: Cruise altitude:
nl: Kruishoogte:

# _msg195
source: Generate route
nl: Genereer route

# _msg196
source: Using
nl: Via

# _msg197
source: High-level (Jet) airways
nl: Hoge (Jet) vliegroutes

# _msg198
source: Low-level (Victor) airways
nl: Lage (Victor) vliegroutes

# _msg199
source: High- & low-level airways
nl: Hoge en lage vliegroutes

# _msg200
source: View route
nl: Route bekijken

# _msg201
source: Clear route
nl: Route vrijmaken

# _msg202
source: Destination airport:
nl: Aankomstvliegveld:

# _msg203
source: Estimated enroute time:
nl: Geschatte vluchttijd:

# _msg204
source: Total distance: %1
nl: Totale afstand: %1

# _msg205
source: Alternate airport:
nl: Alternatief vliegveld:

# _msg206
source: Additional information
nl: Overige informatie

# _msg207
source: Remarks
nl: Opmerkingen

# _msg208
source: Summary
nl: Samenvatting

# _msg209
source: Aircraft
nl: Vliegtuig

# _msg210
source: Location
nl: Locatie

# _msg211
source: Location page disabled due to conflicting user arguments (in Settings)
nl: De locatiepagina is uitgeschakeld vanwege conflicterende gebruikersinstellingen

# _msg212
source: Environment
nl: Omgeving

# _msg213
source: Settings
nl: Instellingen

# _msg214
source: Add-ons
nl: Extra's

# _msg216
source: Fly!
nl: Vliegen!

# _msg217
source: Open saved configuration...
nl: Configuratie openen...

# _msg218
source: Save configuration as...
nl: Configuratie opslaan als...

# _msg219
source: Flight-planning
nl: Vluchtplanning

# _msg220
source: View command line
nl: Command-line bekijken

# _msg221
source: Select data files location...
nl: Locatie van databestanden kiezen...

# _msg222
source: Restore default settings...
nl: Standaardinstellingen herstellen...

# _msg223
source: Quit
nl: Afsluiten

# _msg224
source: Location
nl: Locatie

# _msg225
source: Search for an airport or navaid
nl: Vliegveld of navigatiebaken zoeken

# _msg226
source: View available aircraft carriers to start at.
nl: Bekijk beschikbare vliegdekschepen om op te starten.

# _msg227
source: Enter the name, partial name or ident of a navaid or fix, or an airport name or ICAO identifier. Alternatively, enter a latitude & longitude: for example 53.4,-3.4 or 18.4S, 87.23W
nl: Voer de naam, gedeeltelijke naam of (ICAO) identificatie van een navigatiebaken of vliegveld in. Of voer een breedte- en lengtegraad in zoals 53.4,-3.4 or 18.4S, 87.23W

# _msg228
source: Searching
nl: Bezig met zoeken

# _msg229
source: No results for found search '%1'
nl: Geen resultaten gevonden voor '%1'

# _msg230
source: Heliport:
nl: Helihaven:

# _msg231
source: Airport:
nl: Vliegveld:

# _msg232
source: Pad
nl: Platform

# _msg233
source: Runway
nl: Startbaan

# _msg234
source: Active
nl: Actief

# _msg235
source: On final approach
nl: In de eindnadering

# _msg236
source: At
nl: Op

# _msg237
source: from the threshold
nl: van de baandrempel

# _msg238
source: Airspeed:
nl: Luchtsnelheid:

# _msg239
source: Tune navigation radio (NAV1) to runway localizer
nl: Stem de navigatieradio (NAV1) in op de localizer van de landingsbaan

# _msg240
source: Parking
nl: Opstelplaats

# _msg241
source: Available
nl: Beschikbaar

# _msg242
source: Altitude:
nl: Hoogte:

# _msg243
source: Position: %1
nl: Positie: %1

# _msg244
source: Navaid: %1 / %2
nl: Navigatiebaken: %1 / %2

# _msg245
source: Airspeed:
nl: Luchtsnelheid:

# _msg246
source: Heading:
nl: Koers:

# _msg247
source: Offset
nl: Afstand

# _msg248
source: on bearing
nl: in de richting

# _msg249
source: The official FlightGear aircraft hangar is not added, so many standard aircraft will not be available. You can add the hangar now, or hide this message. The offical hangar can always be restored from the 'Add-Ons' page.
nl: De officiële FlightGear vliegtuighangar is niet toegevoegd zodat veel standaardvliegtuigen niet beschikbaar zijn. Je kunt de hangar nu toevoegen of deze melding verbergen. De officiële hangar kan altijd worden hersteld op de 'Extra's' pagina.

# _msg250
source: Adding hangar
nl: Hangar toevoegen

# _msg251
source: Add default hangar
nl: Standaardhangar toevoegen

# _msg252
source: Hide
nl: Verbergen

# _msg253
source: Remove
nl: Verwijderen

# _msg254
source: Cancel
nl: Annuleren

# _msg255
source: Search
nl: Zoeken

# _msg256
source: Enter additional command-line arguments if any are required. See <a href="http://flightgear.sourceforge.net/getstart-en/getstart-enpa2.html#x5-450004.5">here</a> for documentation on possible arguments. <br><b>Warning:</b> values entered here always override other settings; <a href="#view-command-line">click here</a> to view the final set of arguments that will be used
nl: Voeg indien gewenst extra command-line argumenten toe. Zie <a href="http://flightgear.sourceforge.net/getstart-en/getstart-enpa2.html#x5-450004.5">deze documentatie</a> voor mogelijke argumenten. <br><b>Waarschuwing:</b> waardes die hier worden ingevoerd hebben altijd voorrang boven andere instellingen; <a href="#view-command-line">klik hier</a> om de complete lijst met argumenten te zien die zal worden gebruikt

# _msg257
source: <b>Warning:</b> specifying <tt>fg-root</tt>, <tt>fg-aircraft</tt>, <tt>fg-scenery</tt> or <tt>fg-home</tt> using this section is not recommended, and may cause problem or prevent the simulator from running. Please use the add-ons page to setup scenery and aircrft directories, and the 'Select data files location' menu item to change the root data directory.
nl: <b>Waarschuwing:</b> <tt>fg-root</tt>, <tt>fg-aircraft</tt>, <tt>fg-scenery</tt> of <tt>fg-home</tt> hier specificeren wordt afgeraden en kan problemen opleveren of ervoor zorgen dat de simulatie niet start. Gebruik de 'Extra's' pagina om landschaps- en vliegtuigmappen in te stellen en de 'Kies databestandenlocatie' optie in het menu om 'fg-root te kiezen.

# _msg258
source: <b>Note:</b> you have entered arguments relating to the startup location below. To prevent problems caused by conflicting settings, the values entered on the location page (for example, airport or altitude) will be ignored.
nl: <b>Let op:</b> je hebt argumenten ingevoerd die betrekking hebben op de startlocatie. Om problemen met conflicterende instellingen te voorkomen worden de instellingen op de locatiepagina (zoals vliegveld en hoogte) genegeerd.

# _msg259
source: %1 (default)
nl: %1 (standaard)

# _msg260
source: Change
nl: Wijzigen

# _msg261
source: Use default
nl: Standaard gebruiken

# _msg262
source: Settings
nl: Instellingen

# _msg263
source: Enter text here to search for a setting
nl: Begin te typen om een instelling te vinden

# _msg264
source: General
nl: Algemeen

# _msg265
source: paused
nl: gepauzeerd

# _msg267
source: Start paused
nl: Gepauzeerd starten

# _msg268
source: Automatically pause the simulator when launching. This is useful when starting in the air.
nl: Pauzer de simulatie bij het opstarten. Dit is handig wanneer in de lucht gestart wordt.

# _msg269
source: Enable auto-coordination
nl: Auto-coördinatie

# _msg270
source: When flying with the mouse, or a joystick lacking a rudder axis, it's difficult to manually coordinate aileron and rudder movements during turn. This option automatically commands the rudder to maintain zero slip angle when banking
nl: Als je met een muis of joystick zonder roer vliegt is het lastig om de rolroeren en het staartroer te coördineren in bochten. Deze optie past in bochten automatisch het staartroer aan om een gecoördineerde bocht te realiseren

# _msg271
source: Show debugging console
nl: Probleemoplossings console tonen

# _msg272
source: Open a console window showing debug output from the application.
nl: Open een consolevenster met foutoplossings informatie van de applicatie.

# _msg273
source: Enable crash & error reporting
nl: Foutrapportage inschakelen

# _msg274
source: Send crash and error reports to the development team for analysis.
nl: Verstuur eventuele foutrapportages naar het ontwikkelteam voor analyse.

# _msg275
source: Enable developer mode
nl: Ontwikkelmodus inschakelen

# _msg276
source: Enable simulator & aircraft development features, such as increased error messages in log files.
nl: Ontwikkelaarsfunties inschakelen, zoals uitgebreide foutmeldingen in logbestanden.

# _msg279
source: Connect to the multi-player network
nl: Verbind met het multiplayer netwerk

# _msg280
source: FlightGear supporters maintain a network of servers to enable global multi-user flight. This requires a moderately fast Internet connection to be usable. Your aircraft will be visible to other users online, and you will see their aircraft.
nl: FlightGear vrijwilligers onderhouden een netwerk van servers om online te kunnen vliegen. Dit vereist een redelijk snelle internetverbinding. Jouw vliegtuig zal zichtbaar zijn voor andere gebruikers en jij ziet hun vliegtuigen.

# _msg281
source: Callsign
nl: Roepnaam

# _msg282
source: Enter a callsign you will use online. This is visible to all users and is how ATC services and other pilots will refer to you. (Maximum of seven characters permitted)
nl: Geef een roepnaam op om online te gebruiken. Deze naam is zichtbaar voor alle gebruikers en wordt door de luchtverkeersleiding en andere piloten gebruikt om naar jou te verwijzen. (Maximaal zeven karakters toegestaan)

# _msg284
source: Select a server close to you for better responsiveness and reduced lag when flying online.
nl: Gebruik een naburige server voor betere prestaties en minder vertraging tijdens het online vliegen.

# _msg285
source: Custom server
nl: Aangepaste server

# _msg286
source: Enter a server hostname or IP address, and optionally a port number. (Default port is 5000) For example 'localhost:5001'
nl: Geef een hostnaam of IP adres en eventueel een poort nummer op. (Standaard port is 5000) Bijvoorbeeld 'lcoalhost:5001'

# _msg288
source: scenery downloads
nl: landschapdownloads

# _msg289
source: Download scenery automatically
nl: Landschap automatisch downloaden

# _msg290
source: FlightGear can automatically download scenery as needed, and check for updates to the scenery. If you disable this option, you will need to download & install scenery using an alternative method.
nl: FlightGear kan landschap automatisch downloaden en updaten zodra het nodig is. Als je deze optie uitschakelt moet je landschap via een andere methode downloaden en installeren.

# _msg291
source: Download location
nl: Downloadlocatie

# _msg292
source: FlightGear stores downloaded files (scenery and aircraft) in this location. Depending on your settings, it may grow to a considerable size (many gigabytes). If you change the download location, files will need to be downloaded again. When changing this setting, FlightGear will restart to use the new location correctly.
nl: FlightGear slaat bestanden (landschap en vliegtuigen) op in deze locatie. Afhankelijk van je instellingen kan dit een behoorlijke hoeveelheid zijn (meerdere gigabytes). Als je de downloadlocatie wijzigt worden de bestanden opnieuw gedownload en zal FlightGear opnieuw opstarten om de nieuwe locatie te gebruiken.

# _msg293
source: Choose a location to store download files.
nl: Kies een locatie om gedownloade bestanden in op te slaan.

# _msg294
source: View & Window
nl: Beeld

# _msg295
source: full-screen
nl: schermvullend

# _msg296
source: Start full-screen
nl: Volledige schermweergave

# _msg297
source: Start the simulator in full-screen mode.
nl: Start de simulatie in volledige schermweergave.

# _msg298
source: Window size
nl: Venstergrootte

# _msg299
source: Select the initial size of the window (this has no effect in full-screen mode).
nl: Kies de venstergrootte (dit heeft geen effect in volledige schermweergave).

# _msg300
source: Custom Size
nl: Aangepaste grootte

# _msg301
source: Custom size
nl: Aangepaste grootte

# _msg302
source: Enter a custom window size in the form 'WWWWW x HHHHH', for example '1280 x 900'
nl: Voer een aangepaste venstergrootte in volgens het 'WWWW x HHH' principe, bijvoorbeeld '1280 x 900'

# _msg303
source: Rendering
nl: Weergave

# _msg306
source: Low-spec
nl: Basis

# _msg307
source: The low-spec renderer ensures maximum performance on older computers.
nl: De basisweergave zorgt voor maximale prestaties op oudere computers.

# _msg308
source: Renderer
nl: Weergavesysteem

# _msg309
source: Default
nl: Standaard

# _msg312
source: The default renderer provides standard visuals with maximum compatibility.
nl: Het standaard weergavesysteem biedt simpele visuals met maximale zekerheid.

# _msg313
source: The ALS renderer uses a sophisticated physical atmospheric model and several other effects to give realistic rendering of large distances.
nl: Het ALS weergavesysteem maakt gebruik van een geavanceerd atmospherisch model en enkele andere effect om een realistische weergave te produceren over grote afstanden.

# _msg314
source: Rembrandt is a configurable multi-pass renderer which supports shadow-maps, cinematic effects and more. However, not all aircraft appear correctly and performance will depend greatly on your system hardware.
nl: Rembrandt is een flexibel multi-pass weergavesysteem met ondersteuning voor shadow-maps, filmische effecten en meer. Niet alle vliegtuig zullen echt correct worden weergegeven en de prestaties hangen sterk af van je hardware.

# _msg316
source: Anti-aliasing is disabled when Rembrandt is enabled.
nl: Anti-aliasing is niet beschikbaar als Rembrandt is ingeschakeld.
