Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-Qt.xlf
Languages: es, it, nl, pl, ru

# _msg275
source: This hangar is currently disabled due to a problem. Click here to try updating the hangar information from the server. (An Internet connection is required for this)
es: Este hangar está actualmente deshabilitado debido a un problema. Haga clic aquí para intentar actualizar la información del hangar desde el servidor. (Se requiere una conexión a Internet)

# _msg276
source: Remove
es: Eliminar

# _msg277
source: Cancel
es: Cancelar

# _msg278
source: Remove this hangar? (Downloaded aircraft will be deleted from your computer)
es: ¿Quitar este hangar? (Las aeronaves descargadas seran eliminadas de su computadora)

# _msg279
source: Move up
es: Ascender

# _msg280
source: Move down
es: Descender

# _msg281
source: Time & Date
es: Hora y Fecha

# _msg282
source: Time of day
es: Hora del día

# _msg283
source: Select the time of day used when the simulator starts, or enter a custom date and time.
es: Seleccione la hora del día utilizada cuando se inicia el simulador, o ingrese fecha y hora personalizadas.

# _msg284
source: Current time
es: Hora actual

# _msg285
source: Dawn
es: Madrugada

# _msg286
source: Morning
es: Mañana

# _msg287
source: Noon
es: Mediodía

# _msg288
source: Afternoon
es: Tarde

# _msg289
source: Dusk
es: Anochecer

# _msg290
source: Evening
es: Noche

# _msg291
source: Midnight
es: Medianoche

# _msg292
source: Custom time & date
es: Hora y fecha personalizada

# _msg293
source: Enter a date and time to begin the flight at. By default this is in local time for the chosen starting location - use the option below to request a time in GMT / UTC.
es: Ingrese una fecha y hora para comenzar el vuelo. De manera predeterminada, está en la hora local para la ubicación de inicio elegida: use la opción a continuación para solicitar una hora en GMT / UTC.

# _msg294
source: Custom time is GMT / UTC
es: El tiempo personalizado es GMT / UTC

# _msg295
source: Season
es: Temporada

# _msg296
source: Select if normal (summer) or winter textures are used for the scenery. This does not affect other aspects of the simulation at present, such as icing or weather simulation
es: Seleccione si se utilizan texturas normales (verano) o de invierno para el escenario. Esto no afecta a otros aspectos de la simulación en la actualidad, como la formación de hielo o la simulación del clima

# _msg297
source: Summer (default)
es: Verano (predeterminado)

# _msg298
source: Winter
es: Invierno

# _msg299
source: Weather
es: Clima

# _msg300
source: Advanced weather modelling
es: Modelado avanzado de clima

# _msg301
source: Detailed weather simulation based on local terrain and atmospheric simulation. Note that using advanced weather with real-world weather data (METAR) information may not show exactly the conditions recorded, and is not recommended for multi-player flight since the weather simulation is not shared over the network.
es: Simulación meteorológica detallada basada en terreno local y simulación atmosférica. Tenga en cuenta que el uso de información meteorológica avanzada con datos meteorológicos del mundo real (METAR) puede no mostrar exactamente las condiciones registradas, y no se recomienda para vuelos de varios jugadores ya que la simulación del tiempo no se comparte a través de la red.

# _msg302
source: Real-world weather
es: Clima del mundo real

# _msg303
source: Download real-world weather from the NOAA servers based on location.
es: Descarga clima del mundo real desde servidores NOAA basado en la ubicación.

# _msg304
source: Weather scenario
es: Escenario de clima

# _msg306
source: Enter a custom METAR string, e.g: '%1'
es: Introduzca una cadena METAR personalizada, p.ej: '%1'

# _msg307
source: The entered METAR string doesn't seem to be valid.
es: La cadena METAR introducida no parece ser válida.

# _msg308
source: advanced weather
es: clima avanzado

# _msg309
source: real-world weather
es: clima del mundo real

# _msg310
source: Fly with a flight-plan
es: Volar con un plan de vuelo

# _msg311
source: Load
es: Cargar

# _msg312
source: Save
es: Guardar

# _msg313
source: Clear
es: Limpiar

# _msg314
source: Aircraft & flight information
es: Información de aeronave y vuelo

# _msg315
source: Callsign / Flight No.
es: Identificativo / Vuelo Nº.

# _msg316
source: Aircraft type:
es: Tipo de aeronave:

# _msg317
source: Flight rules:
es: Reglas de vuelo:

# _msg320
source: Flight type:
es: Tipo de vuelo:

# _msg321
source: Scheduled
es: Programado

# _msg322
source: Non-scheduled
es: No programado

# _msg323
source: General aviation
es: Aviación en general

# _msg324
source: Military
es: Militar

# _msg325
source: Other
es: Otro

# _msg326
source: Wake turbulence category:
es: Categoría estela de turbulencia:

# _msg327
source: Light
es: Ligero

# _msg328
source: Medium
es: Medio

# _msg329
source: Heavy
es: Pesado

# _msg331
source: Route
es: Ruta

# _msg332
source: Departure airport:
es: Aeropuerto de salida:

# _msg333
source: Departure time:
es: Hora de salida:

# _msg334
source: The flight-plan departure airport (%1) is different to the initial location (%2). Click here to set the initial location to the flight-plan's airport.
es: El aeropuerto de salida del plan de vuelo (%1) es diferente de la ubicación inicial (%2). Haga clic aquí para establecer la ubicación inicial del aeropuerto del plan de vuelo.

# _msg335
source: Cruise speed:
es: Velocidad de crucero:

# _msg336
source: Cruise altitude:
es: Altitud de crucero:

# _msg337
source: Generate route
es: Generar ruta

# _msg338
source: Using
es: Usando

# _msg339
source: High-level (Jet) airways
es: Vías aéreas de alto nivel (Jet)

# _msg340
source: Low-level (Victor) airways
es: Vías aéreas de bajo nivel (Victor)

# _msg341
source: High- & low-level airways
es: Vías aéreas de bajo y alto nivel

# _msg342
source: View route
es: Ver ruta

# _msg343
source: Clear route
es: Borrar ruta

# _msg344
source: Destination airport:
es: Aeropuerto de destino:

# _msg345
source: Estimated enroute time:
es: Tiempo estimado en ruta:

# _msg346
source: Total distance: %1
es: Distancia total: %1

# _msg347
source: Alternate airport:
es: Aeropuerto alternativo:

# _msg348
source: Additional information
es: Información adicional

# _msg349
source: Remarks
es: Observaciones

# _msg350
source: Summary
es: Resumen

# _msg351
source: Aircraft
es: Aeronave

# _msg352
source: Location
es: Ubicación

# _msg353
source: Location page disabled due to conflicting user arguments (in Settings)
es: Página de ubicación deshabilitada debido a argumentos de usuario conflictivos (en Ajustes)

# _msg354
source: Environment
es: Ambiente

# _msg355
source: Settings
es: Ajustes

# _msg356
source: Add-ons
es: Complementos

# _msg357
source: Help
es: Ayuda

# _msg358
source: Fly!
es: ¡Volar!

# _msg359
source: Open saved configuration...
es: Abrir la configuración guardada...

# _msg360
source: Save configuration as...
es: Guardar la configuración como...

# _msg361
source: Flight-planning
es: Planificación de vuelo

# _msg362
source: View command line
es: Mostrar línea de comandos

# _msg363
source: Select data files location...
es: Seleccionar ubicación de archivos de datos...

# _msg364
source: Restore default settings...
es: Restaurar los ajustes predeterminados...

# _msg365
source: Quit
es: Salir

# _msg366
source: Altitude:
es: Altitud:

# _msg367
source: Drag here to move the map. Mouse-wheel zooms in and out.
es: Arrastrar aquí para mover el mapa. La rueda del ratón modifica el zoom.

# _msg368
source: Position: %1
es: Posición: %1

# _msg369
source: Navaid: %1 / %2
es: Ayuda a la navegación: %1 / %2

# _msg370
source: Airspeed:
es: Velocidad:

# _msg371
source: Heading:
es: Rumbo:

# _msg372
source: Offset
es: Desplazado

# _msg373
source: on bearing
es: en rumbo

# _msg374
source: The official FlightGear aircraft hangar is not added, so many standard aircraft will not be available. You can add the hangar now, or hide this message. The offical hangar can always be restored from the 'Add-Ons' page.
es: El hangar oficial de aeronaves de FlightGear no fue agregado, por lo que muchas de las aeronaves estándar no estarán disponibles. Puede agregar el hangar ahora, u ocultar este mensaje. El hangar oficial siempre se puede restaurar desde la página 'Complementos'.

# _msg375
source: Adding hangar
es: Añadiendo hangar

# _msg376
source: Add default hangar
es: Añadir hangar por defecto

# _msg377
source: Hide
es: Esconder

# _msg378
source: Remove
es: Borrar

# _msg379
source: Cancel
es: Cancelar

# _msg380
source: Search
es: Buscar

# _msg381
source: Enter additional command-line arguments if any are required. See <a href="http://flightgear.sourceforge.net/getstart-en/getstart-enpa2.html#x5-450004.5">here</a> for documentation on possible arguments. <br><b>Warning:</b> values entered here always override other settings; <a href="#view-command-line">click here</a> to view the final set of arguments that will be used
es: Ingrese argumentos adicionales en la línea de comando si es necesario. Consulte <a href="http://flightgear.sourceforge.net/getstart-en/getstart-enpa2.html#x5-450004.5">aquí</a> para documentación sobre posibles argumentos. <br><b>Advertencia:</b> los valores introducidos aquí siempre anulan otros ajustes; <a href="#view-command-line">haga clic</a> para ver el conjunto final de argumentos que serán utilizados

# _msg382
source: <b>Warning:</b> specifying <tt>fg-root</tt>, <tt>fg-aircraft</tt>, <tt>fg-scenery</tt> or <tt>fg-home</tt> using this section is not recommended, and may cause problem or prevent the simulator from running. Please use the add-ons page to setup scenery and aircrft directories, and the 'Select data files location' menu item to change the root data directory.
es: <b>Advertencia:</b> especificando <tt>fg-root</tt>, <tt>fg-aircraft</tt>, <tt>fg-scenery</tt> or <tt>fg-home</tt> usando esta sección no se recomienda, y puede causar problemas o impedir que el simulador se ejecute. Utilice por favor la página de complementos para configurar directorios de escenarios y aeronaves, y el elemento del menú 'Seleccionar ubicación de archivos de datos' para cambiar el directorio de datos raíz.

# _msg383
source: <b>Note:</b> you have entered arguments relating to the startup location below. To prevent problems caused by conflicting settings, the values entered on the location page (for example, airport or altitude) will be ignored.
es: <b>Nota:</b> ha introducido argumentos relacionados con la ubicación de inicio a continuación. Para evitar problemas causados por ajustes en conflicto, los valores ingresados en la página de ubicación (por ejemplo, aeropuerto o altitud) serán ignorados.

# _msg384
source: <b>Note:</b> you have entered arguments relating to the selected aircraft. To prevent problems caused by conflicting settings, the aircraft page will be ignored.
es: <b>Nota:</b> ha introducido argumentos relacionados con la aeronave seleccionada. Para evitar problemas causados por ajustes en conflicto, la página de la aeronave será ignorada.

# _msg385
source: %1 (default)
es: %1 (predeterminada)

# _msg386
source: Change
es: Cambiar

# _msg387
source: Use default
es: Utilizar predeterminada

# _msg388
source: %1 aircraft have updates available - download and install them now?
es: %1 aeronave tiene actualizaciones disponibles ¿Descargar e instalarlas ahora?

# _msg389
source: Update all
es: Actualizar todos

# _msg390
source: Missing description for: %1
es: Falta descripción para: %1

# _msg391
source: Invalid package checksum
es: Suma de comprobación del paquete no válida

# _msg392
source: Download failed
es: Descarga fallida

# _msg393
source: Package could not be extracted
es: El paquete no pudo ser extraído

# _msg394
source: A local file-system error occurred
es: Se produjo un error local en el sistema de archivos

# _msg395
source: Package file missing from download server
es: Falta el archivo del paquete en el servidor de descarga

# _msg396
source: Unknown reason
es: Razón desconocida

# _msg397
source: (%1 of %2 aircraft)
es: (%1 de %2 aeronaves)

# _msg398
source: (%1 aircraft)
es: (%1 aeronaves)

# _msg399
source: The catalog data was not found on the server at the expected location (URL)
es: Los datos del catálogo no se encontraron en el servidor en la ubicación esperada (URL)

# _msg401
source: The catalog server is blocking access from some reason (forbidden)
es: El servidor de catálogo está bloqueando el acceso por algún motivo (prohibido)

# _msg402
source: disabled due to an internal error
es: deshabilitado debido a un error interno

# _msg404
source: <p>Options passed on the command line:</p>
es: <p>Opciones pasadas en la línea de comando:</p>

# _msg405
source: <p>Options set in the launcher:</p>
es: <p>Opciones establecidas en el lanzador:</p>

# _msg406
source: (will be skipped due to being specified as an additional argument)
es: (se omitirá debido a que se especificó como un argumento adicional)

# _msg407
source: <p>Options set as additional arguments:</p>
es: <p>Opciones establecidas como argumentos adicionales:</p>

# _msg408
source: Create download folder?
es: ¿Crear carpeta de descarga?

# _msg409
source: The selected location for downloads does not exist. (%1) Create it?
es: La ubicación seleccionada para las descargas no existe. (%1) ¿Crearla?

# _msg410
source: Aircraft installation failed
es: La instalación de la aeronave falló

# _msg411
source: An error occurred installing the aircraft %1: %2
es: Se ha producido un error al instalar la aeronave %1: %2

# _msg412
source: Restore all settings to defaults?
es: ¿Restaurar todos los ajustes a los valores predeterminados?

# _msg413
source: Restoring settings to their defaults may affect available add-ons such as scenery or aircraft.
es: La restauración de los ajustes a sus valores predeterminados puede afectar a los complementos disponibles, como escenarios o aeronaves.

# _msg414
source: Restore and restart now
es: Restaurar y reiniciar ahora

# _msg415
source: Currently the built-in data files are being used
es: Actualmente se están utilizando los archivos de datos incorporados

# _msg416
source: Currently using location: %1
es: Actualmente utilizando la ubicación: %1

# _msg417
source: Change the data files used by FlightGear?
es: ¿Cambiar los archivos de datos utilizados por FlightGear?

# _msg418
source: FlightGear requires additional files to operate. (Also called the base package, or fg-data) You can restart FlightGear and choose a different data files location, or restore the default setting. %1
es: FlightGear requiere archivos adicionales para operar. (También llamado paquete base, o fg-data) Puede reiniciar FlightGear y elegir una ubicación diferente para los archivos de datos, o restaurar los ajustes predeterminados. %1

# _msg419
source: Restart FlightGear now
es: Reiniciar FlightGear ahora

# _msg420
source: Choose a saved configuration
es: Elejir una configuración guardada

# _msg421
source: Save the current configuration
es: Guardar la configuración actual

# _msg422
source: Fly!
es: ¡Volar!

# _msg423
source: Fly!
es: ¡Volar!

# _msg424
source: Fly!
es: ¡Volar!

# _msg430
source: SW
es: SO

# _msg431
source: W
es: O

# _msg432
source: NW
es: NO

# _msg433
source: at position %1
es: en posición %1

# _msg434
source: %1nm abeam
es: %1nm de través

# _msg435
source: on %1nm final to
es: a %1nm en final

# _msg436
source: on deck at %1 on
es: sobre cubierta en %1

# _msg437
source: %1 carrier %2 (%3)
es: %1 portaviones %2 (%3)

# _msg438
source: No location selected
es: Ninguna ubicación seleccionada

# _msg439
source: on %1-mile final to active runway
es: en %1-milla aproximación final a pista activa

# _msg440
source: on active runway
es: en pista activa

# _msg441
source: at an available parking position
es: en una posición de estacionamiento disponible

# _msg442
source: runway %1
es: pista %1

# _msg443
source: on %2-mile final to %1
es: en %2-milla aproximación final a %1

# _msg444
source: on %1
es: en %1

# _msg445
source: on pad %1
es: en plataforma %1

# _msg446
source: at parking position %1
es: en posición de estacionamiento %1

# _msg448
source: at
es: en

# _msg449
source: %1nm %2 of
es: %1nm %2 de

# _msg450
source: %2 waypoint %1
es: %2 punto de navegación %1

# _msg452
source: No servers available
es: No hay servidores disponibles

# _msg453
source: Custom server
es: Servidor personalizado

# _msg455
source: Initialising navigation data, this may take several minutes
es: Inicializando los datos de navegación, esto puede tardar varios minutos

# _msg456
source: Reading airport data
es: Leyendo información de aeropuertos

# _msg457
source: Loading airports
es: Cargando aeropuertos

# _msg458
source: Loading waypoint data
es: Cargando datos de puntos de navegación

# _msg459
source: Loading navigation data
es: Cargando datos de navegación

# _msg460
source: Loading point-of-interest data
es: Cargando datos de puntos de interés

# _msg461
source: Another copy of FlightGear is creating the navigation database. Waiting for it to finish.
es: Otra copia de FlightGear está creando la base de datos de navegación. Esperando a que termine.

# _msg462
source: Multiple copies of FlightGear running
es: Multiples copias de FlightGear ejecutandose

# _msg463
source: FlightGear has detected another copy is already running. This copy will run in read-only mode, so downloads will not be possible, and settings will not be saved.
es: FlightGear ha detectado que otra copia ya se está ejecutando. Esta copia se ejecutará en modo de solo lectura, por tanto no serán posibles las descargas, y los ajustes no serán salvados.

# _msg464
source: If you are sure another copy is not running on this computer, you can choose to reset the lock file, and run this copy as normal. Alternatively, you can close this copy of the software.
es: Si estás seguro de que no se está ejecutando otra copia en esta computadora, puedes elegir resetear el archivo bloqueado. O alternativalente, puedes cerrar esta copia del programa.

# _msg465
source: Application running from download location
es: Aplicación ejecutandose desde el sitio de descargas

# _msg466
source: FlightGear is running from the download image. For better performance and to avoid potential problems, please copy FlightGear to some other location, such as your desktop or Applications folder.
es: FlightGear se está ejecutando desde la imagen en descargas. Para un mejor rendimiento y evitar posibles problemas, por favor copie FlightGear en algún otro sitio, como su escritorio o la carpeta de Programas.

# _msg467
source: Previous Leg
es: Etapa Previa

# _msg468
source: Next Leg
es: Siguiente Etapa

# _msg469
source: Copy to clipboard
es: Copiar al portapapeles

# _msg470
source: No flight-plan
es: Sin plan de vuelo

# _msg471
source: From %1 (%2) to %3 (%4)
es: Desde %1 (%2) hasta %3 (%4)

# _msg472
source: Load a flight-plan
es: Cargar un plan de vuelo

# _msg473
source: Save flight-plan
es: Guardar plan de vuelo

# _msg474
source: at %1'
es: por %1'

# _msg475
source: above %1'
es: encima de %1'

# _msg476
source: below %1'
es: debajo de %1'

# _msg478
source: (disabled due to incompatible FG version)
es: (deshabilitado debido a una versión de FG incompatible)

# _msg479
source: Remove
es: Eliminar

# _msg480
source: Cancel
es: Cancelar

# _msg482
source: Module
es: Módulo

# _msg483
source: Description
es: Descripción

# _msg485
source: Version
es: Versión

# _msg486
source: Minimum FlightGear version
es: Versión mínima de FlightGear

# _msg487
source: Maximum FlightGear version
es: Versión máxima de FlightGear

# _msg488
source: Authors
es: Autores

# _msg489
source: Maintainers
es: Mantenedores

# _msg490
source: Website
es: Sitio web

# _msg491
source: Support and issue reporting
es: Soporte y reporte de problemas

# _msg492
source: Download
es: Descargar

# _msg493
source: Local file location
es: Ubicación del archivo local

# _msg494
source: Install
es: Instalar

# _msg495
source: Switch to grid view
es: Cambiar a la vista de cuadrícula

# _msg496
source: Switch to list view
es: Cambiar a la vista de lista

# _msg498
source: An updated version of the official aircraft hangar '%2' was automatically installed. Existing aircraft have been marked for update, <a href=%1>click here to update them all</a>
es: Una versión actualizada del hangar oficial de aeronaves '%2' se instaló automáticamente. Las aeronaves existentes han sido marcadas para actualización, <a href=%1>haga clic aquí para actualizarlas todas</a>

# _msg499
source: An updated version of the hangar '%2' was automatically installed. Existing aircraft have been marked for update, <a href=%1>click here to update them all</a>
es: Una versión actualizada del hangar '%2' se instaló automáticamente. Las aeronaves existentes se han marcado para actualización, <a href=%1>haz clic aquí para actualizarlas todas</a>

# _msg500
source: A new release of FlightGear is available (%1): click for more information
es: Hay una nueva versión de FlightGear disponible (%1): haga clic para obtener más información

# _msg501
source: Updated version %1 is available: click here to download
es: Una versión actualizada %1 está disponible: haga clic aquí para descargar

# _msg503
source: feet above sea-level (MSL)
es: en pies sobre el nivel del mar (MSL)

# _msg505
source: feet above ground level (AGL)
es: en pies sobre el nivel del suelo (AGL)

# _msg506
source: ft above field
es: pies sobre el campo de vuelo

# _msg507
source: feet above airfield
es: en pies sobre el aeródromo

# _msg509
source: Flight-level
es: Nivel de vuelo

# _msg511
source: meters above sea-level (MSL)
es: en metros sobre el nivel del mar (MSL)

# _msg513
source: Knots
es: Nudos

# _msg517
source: Kilometers/hour
es: Kilómetros/hora

# _msg518
source: °True
es: Rv Rumbo Verdadero

# _msg519
source: degrees true
es: Rv rumbo verdadero en grados

# _msg520
source: °Mag
es: Rm rumbo magnético

# _msg521
source: degrees magnetic
es: Rm rumbo magnético en grados

# _msg523
source: Universal coordinated time
es: Hora universal coordinada

# _msg525
source: Local time
es: Hora local

# _msg527
source: Nautical miles
es: Millas náuticas

# _msg529
source: Kilometers
es: Kilómetros

# _msg532
source: <p>FlightGear previously downloaded aircraft and scenery to a folder within your 'Documents' folder. This can cause problems with some security features of Windows, so a new location is now recommended.</p><br/><p>To keep your existing aircraft and scenery downloads, please move the files from <u><a href=%1>the old location</a></u> to <u><a href=%2>the new location</a></u></p>
es: <p>FlightGear descargó previamente aeronaves y escenarios en una carpeta dentro de su carpeta 'Documentos'. Esto puede causar problemas con algunas funciones de seguridad de Windows, por lo que ahora se recomienda una nueva ubicación.</p><br/><p>Para mantener las descargas de aeronaves y escenarios existentes, mueva los archivos de la<u><a href=%1>ubicación anterior</a></u> a <u><a href=%2>la nueva ubicación</a></u></p>

# _msg533
source: Close
es: Cerrar

# _msg534
source: Click here to show advanced settings in this section
es: Haga clic aquí para mostrar los ajustes avanzados en esta sección

# _msg535
source: The catalog at '%1' failed to download and validate correctly. All aircraft it provides will be unavailable.
es: Error al descargar y validar correctamente el catálogo en '%1'. Todas las aeronaves que proporciona no estarán disponibles.

# _msg6
source: Setup required data files
it: Imposta file dati richiesti
nl: Benodigde databestanden instellen
pl: Ustaw wymagane pliki danych

# _msg9
source: Use built-in data files
it: Utilizza file di dati forniti
nl: Ingebouwde databestanden gebruiken
pl: Użyj wbudowanych plików danych

# _msg10
source: Download
pl: Pobierz
