Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-nonQt.xlf
Languages: de, fr, it, nl, pl, ru

# tips/tip:0
source: Drag while holding the right mouse button to look around
de: Zum Steuern der Blickrichtung die Maus bei gedrückter rechter Taste bewegen
fr: Faites glisser la souris en maintenant appuyé le bouton droit pour regarder autour de vous
it: Trascina il puntatore mentre tieni premuto il tasto destro del mouse per guardarti attorno
nl: Sleep met de rechtermuisknop ingedrukt om rond te kijken
pl: Aby się rozglądnąć przesuwaj myszkę i trzymaj prawy klawisz myszki
ru: Cмотреть по сторонам можно удерживая ПКМ

# tips/tip:1
source: Hold [Shift] while looking around to move the view up, down, left or right
de: Halte beim Ändern der Blickrichtung [Shift] gedrückt, um den Blick nach oben/unten/links/rechts zu bewegen.
fr: Gardez [Maj] appuyée pendant que vous regardez autour de vous pour déplacer la vue vers le haut, le bas, la gauche ou la droite
it: Tieni premuto [MAIUSC] mentre ti guardi attorno per spostare la vista in alto, in basso, a sinistra o a destra
nl: Houd [Shift] ingedrukt tijdens het rondkijken om het beeld omhoog, omlaag, naar links of naar rechts te bewegen
pl: Przytrzymaj [Shift] podczas oglądania się aby przesunąć widok w górę, dół, lewo lub prawo
ru: Перемещать камеру можно удерживая Shift при управлении взглядом

# tips/tip:2
source: Press a/A to adjust the simulation speed
de: Tasten a/A drücken, um die Simulationsgeschwindigkeit anzupassen.
fr: Pressez a/A pour ajuster la vitesse de la simulation
it: Premi a/A per regolare la velocità della simulazione
nl: Druk op a/A om de simulatiesnelheid aan te passen
pl: Naciśnij a/A aby dostosować prędkość symulacji
ru: Ускорение времени управляется клавишей a или A

# tips/tip:3
source: Press x/X to zoom in and out
de: Drücke x/X um rein oder raus zu zoomen
fr: Pressez x/X pour le zoom “in” ou “out”
it: Premi x/X per aumentare/diminuire lo zoom
nl: Druk op x/X om in en uit te zoomen
pl: Naciśnij x/X aby zbliżyć/oddalić widok
ru: Угол обзора можно изменить клавишей x или X

# tips/tip:4
source: Find frequencies of nearby ATC services from the Radios dialog
de: Die Frequenzen der umliegenden ATC Stationen können über den Radio-Dialog gefunden werden.
fr: Trouvez les fréquences des services ATC à proximité dans la boîte de dialogue « Fréquences radio »
it: Trova le frequenze dei servizi ATC nelle vicinanze nella finestra Radio
nl: Vind frequenties van nabijgelegen ATC services in het Radiovenster
pl: Wyszukaj częstotliwości najbliższych wież kontroli lotów z okna dialogowego radia
ru: Частоты доступных наземных служб можно узнать в диалоге "Настройки радио"

# tips/tip:5
source: Press v to change your viewpoint, Ctrl-V to return to the cockpit
de: Drücke v, um die Perspektive zu wechseln. Strg-V kehrt ins Cockpit zurück.
fr: Appuyez sur v pour changer le point de vue, Ctrl-v pour retourner au cockpit
it: Premi v per modificare il tuo punto di vista, Ctrl+V per tornare alla cabina di pilotaggio
nl: Druk op v om je zicht te wijzigen en Ctrl-V om terug te keren naar de cockpit
pl: Naciśnij v aby zmienić punkt widzenia, Ctrl+V aby wrócić do kokpitu
ru: Переключение видов: v или V. Быстро вернуться в кабину: Control-V

# tips/tip:6
source: Press F3 to take a screenshot
de: Drücke F3, um ein Bildschirmfoto zu erstellen.
fr: Appuyez sur F3 pour réaliser une capture d'écran
it: Premi F3 per catturare una schermata
nl: Druk op F3 om een schermopname te maken
pl: Naciśnij F3 aby zrobić zrzut ekranu
ru: Снимок экрана можно сделать нажатием F3

# tips/tip:7
source: Join the FlightGear community at http://forum.flightgear.org
de: Trete der FlightGear Community bei: http://forum.flightgear.org
fr: Rejoignez la communauté FlightGear sur http://forum.flightgear.org/
it: Unisciti alla comunità di FlightGear sul sito http://forum.flightgear.org
nl: Neem deel aan de FlightGear gemeenschap op forum.flightgear.org
pl: Dołącz do społeczności FlightGear na http://forum.flightgear.org
ru: Присоединяйтесь к сообществу FlightGear на http://forum.flightgear.org

# tips/tip:8
source: Press h to bring up a Heads Up Display
de: Drücke h, um das Head-Up-Display zu aktivieren.
fr: Appuyez sur h pour afficher le head-up display (HUD)
it: Premi h per attivare l'head up display
nl: Druk op h op een Heads Up Display te tonen
pl: Naciśnij h aby wyświetlić HUD
ru: HUD можно показать нажатием h

# tips/tip:9
source: Show or hide the menu bar by pressing F10
de: Drücke F10, um die Menüzeile ein-/auszublenden.
fr: Cachez ou affichez la barre de menu avec F10
it: Nascondi la barra dei menù premendo F10
nl: Toon en verberg de menubalk met F10
pl: Pokaż lub ukryj menu przez naciśnięcie przycisku F10
ru: Показать или скрыть меню: нажмите F10

# tips/tip:10
source: Frame-rate too low? - try disabling AI traffic
de: Ruckelt die Simulation? Versuche z.B. den KI Verkehr abzuschalten.
fr: La simulation est trop saccadée ? Essayez de désactiver le trafic IA
it: Framerate troppo basso? Prova a disabilitare il traffico IA
nl: Frame rate te laag? Probeer computergestuurd verkeer uit te schakelen
pl: Niska liczba klatek/sek? - spróbuj wyłączyć ruch AI
ru: Слишком низкая частота кадров? Попробуйте отключить ИИ-трафик

# tips/tip:11
source: Select Environment → Weather to fly in different weather
de: Wähle Umwelt → Wetter, um in verschiedenen Wetterlagen zu fliegen.
fr: Essayez Environnement → Météo pour changer les conditions météorologiques
it: Seleziona Ambiente → Meteo per volare in differenti condizioni metereologiche
nl: Kies Omgeving → Weer om in ander weer te vliegen
pl: Wybierz Środowisko →Pogoda aby latać podczas innej pogody
ru: Настроить погоду можно в диалоге "Условия → Погода"

# tips/tip:12
source: Press F12 to change the radio frequencies easily
de: Drücke F12, um die Funk-Frequenzen einzustellen!
fr: Appuyez sur F12 pour changer facilement les fréquences radio
it: Premi F12 per modificare facilmente le frequenze radio
nl: Druk op F12 om de radiofrequenties makkelijk te wijzigen
pl: Naciśnij F12 aby łatwo zmienić częstotliwości radia
ru: Упрощённая настройка радио: нажмите F12

# tips/tip:13
source: Look around by holding down the right mouse button and moving the mouse
de: Zum Steuern der Blickrichtung die Maus bei gedrückter rechter Taste bewegen!
fr: Pour regardez autour de vous, maintenez appuyé le bouton droit tout en déplaçant la souris
it: Guardati attorno tenendo premuto il tasto destro del mouse e spostando il puntatore
nl: Kijk rond door de rechtermuisknop ingedrukt te houden en de muis te bewegen
pl: Rozglądaj się wokoło przez przytrzymanie prawego klawisza myszy i jej poruszanie
ru: Cмотреть по сторонам можно удерживая ПКМ

# tips/tip:14
source: Select Multiplayer → Multiplayer Settings to join the shared flight environment
de: Wähle Multiplayer → Multiplayer Konfiguration um gemeinsam mit anderen Piloten zu fliegen!
fr: Pour voler avec d'autres personnes connectées, choisissez Multijoueurs → Paramètres
it: Seleziona Multigiocatore → Impostazioni multigiocatore per unirti all'ambiente di volo condiviso
nl: Ga naar Multiplayer → Multiplayerinstellingen om samen online te vliegen
pl: Wybierz Multiplayer → Ustawienia MP aby dołączyć do środowiska wspólnych lotów
ru: Присоединиться к сетевому режиму можно в диалоге "Сеть → Настройки сети"

# tips/tip:15
source: Can't get the engine started? - see Help → Aircraft Checklists
de: Probleme den Motor zu starten? Siehe Hilfe → Flugzeug Checklisten
fr: Vous n'arrivez pas à démarrer le moteur ? Essayez Aide → Checklists de l'aéronef
it: Non riesci ad avviare il motore? Vedi Aiuto → Checklist aereo
pl: Nie potrafisz uruchomić silnika? - zobacz Pomoc → Checklista samolotu
ru: Не запускается двигатель? Посмотрите "Помощь → Контрольные карты проверок"

# tips/tip:16
source: Drag while holding the middle and right mouse buttons to move the viewpoint
de: Zum Steuern des Blickpunkts die Maus bei gedrückter mittlerer und rechter Taste bewegen!
fr: Pour déplacer le point de vue, faites glisser la souris en maintenant appuyés le bouton droit et le bouton du milieu
it: Trascina il puntatore mentre tieni premuti i tasti centrale e destro del mouse per muovere il punto di vista
nl: Druk de middelste en rechter muisknop in en beweeg de muis om het zichtpunt te verplaatsen
pl: Przesuwaj myszkę podczas trzymania prawego i środkowego przycisku aby zmienić punkt widzenia
ru: Перемещать камеру можно удерживая СКМ и ПКМ

# tips/tip:17
source: Press / to explore the internals of the simulator
de: Drücke "/", um Interna des Simulators zu erkunden!
fr: Appuyez sur / pour explorer les paramètres internes du simulateur (« propriétés »)
it: Premi / per esplorare le proprietà interne del simulatore
nl: Druk op / om de binnenkant van de simulator te inspecteren
pl: Naciśnij przycisk / aby przeglądać wewnętrzne ustawienia symulatora
ru: Доступ к переменным "property" симулятора: нажмите /

# tips/tip:18
source: Press Tab to move the viewpoint with your mouse and use the scroll wheel to zoom
de: Drücke TAB, um den Blickpunkt mit der Maus zu bewegen und mit dem Scroll-Rad zu zoomen!
fr: Appuyez plusieurs fois sur Tab pour déplacer le point de vue avec la souris (on peut alors zoomer avec la molette)
it: Premi TAB per muovere il punto di vista con il mouse e utilizza la rotella per modificare lo zoom
nl: Druk op Tab om het gezichtspunt te verplaatsen met de muis en gebruik het scrollwieltje om te zoomen
pl: Naciśnij Tab aby rozglądać się za pomocą myszki i użyj kółka przewijania do przybliżania/oddalania
ru: Чтобы перемещать камеру мышью и изменять угол обзора вращая КМ, нажмите Tab

# weather-scenarios/border-high-pressure-region-desc:0
source: The border of a high pressure region, in which the airmass becomes unstable and various convective and stratiform clouds may appear.
de: Grenze eines Hochdruckgebietes, in dem Luftmassen instabil werden und sich vielfältige konvektive und stratiforme Bewölkung bilden kann.
fr: La frontière d'un anticyclone, dans lequel la masse d'air devient instable et où il peut apparaître divers nuages convectifs et stratiformes.
it: Il confine di una regione di alta pressione in cui le masse d'aria diventano instabili e possono comparire varie nuvole convettive e stratiformi.
nl: De grens van een hogedrukgebied, waar de lucht onstabiel wordt en convectieve en stratiforme bewolking kan onstaan.
pl: Granica regionu wysokiego ciśnienia, w którym masa powietrza staje się niestabilna i mogą pojawić się różne chmury konwekcyjne i przestrzenne.
ru: На границе области высокого давления воздушные массы становятся неустойчивыми, может появляться разная конвективная и слоистая облачность.

# weather-scenarios/border-high-pressure-region-name:0
source: Border of a high pressure region
de: Grenze eines Hochdruckgebietes
fr: Frontière d'un anticyclone
it: Confine di una regione di alta pressione
nl: Grens van een hogedrukgebied
pl: Granica regionu wysokiego ciśnienia
ru: Граница области ВД

# weather-scenarios/border-low-pressure-region-desc:0
source: The border of a low pressure region, in which the airmass is unstable and convective clouds start to form layers and merge into stratiform clouds.
de: Grenze eines Tiefdruckgebietes, in dem Luftmassen instabil sind und sich konvektive Wolkenschichten bilden, die in stratiforme Bewölkung übergehen.
fr: La frontière d'une dépression, dans laquelle la masse d'air est instable et où des nuages convectifs se constituent en couches et fusionnent en stratiformes.
it: Il confine di una regione di bassa pressione in cui le masse d'aria sono instabili e le nuvole convettive iniziano a formare livelli e ad unirsi in strati.
nl: De grens van een lagedrukgebied, waar de lucht onstabiel is en convectieve wolken lagen beginnen te vormen die overgaan in stratiforme bewolking.
pl: Granica regionu niskiego ciśnienia, w którym masa powietrza jest niestabilna, a chmury konwekcyjne zaczynają tworzyć warstwy i łączyć się w chmury przestrzenne.
ru: На границе области низкого давления воздушные массы неустойчивы, конвективная облачность начинает собираться в слои, переходя в слоистую.

# weather-scenarios/border-low-pressure-region-name:0
source: Border of a low pressure region
de: Grenze eines Tiefdruckgebietes
fr: Frontière d'une dépression
it: Confine di una regione di bassa pressione
nl: Grens van een lagedrukgebied
pl: Granica regionu niskiego ciśnienia
ru: Граница области НД

# weather-scenarios/cat-one-minimum-desc:0
source: If you just got your IFR rating, this is what you are allowed to do. But can you?
de: Wenn Du gerade Dein IFR-Rating bekommen hast, ist dies das maximal Erlaubte - kannst du es?
fr: Si vous venez d'obtenir votre qualification IFR, c'est autorisé. Mais le pouvez-vous ?
it: Se hai appena conseguito l'abilitazione IFR, questo è ciò che ti è consentito di fare. Ma ne sei in grado?
nl: Als je onlangs je IFR licentie hebt gekregen is dit wat je legaal mag doen. Maar lukt dat ook?
pl: Jeśli właśnie uzyskałeś pozwolenie na loty IFR, możesz to zrobić. Ale czy potrafisz?
ru: В такую погоду можно летать, только что получив допуск к полётам по приборам. Хотите попробовать?

# weather-scenarios/cat-one-minimum-name:0
source: CAT I minimum
fr: Minimums de CAT I
it: Minime CAT I
ru: Метеоминимум I кат.

# weather-scenarios/cat-three-b-minimum-desc:0
source: This is expert level. You will barely see the taxiway from the cockpit, even if you are on ground. Fog and light drizzle, freezing level at 1000ft.
de: Dies ist für Experten. Du wirst vom Cockpit aus gerade noch die Bahnmarkierungen sehen. Nebel und leichter Regen, einsetzende Vereisung ab 1000ft.
fr: C'est le niveau expert. Vous verrez à peine le taxiway du cockpit, même si vous êtes au sol. Brouillard, légère bruine, givrage au dessus de 1000 pieds.
it: Questo è per esperti. Vedrai a malapena la via di rullaggio dal cockpit, anche se sei a terra. Ci sono nebbia e pioggia fine, e lo zero termico è a 1000 piedi.
nl: Dit is op het niveau van professionals. Je kunt amper de taxibaan zien, zelfs vanaf de grond. Mist en lichte regen, 0 graden op 1000ft.
pl: To jest poziom ekspercki. Ledwo widać drogę kołowania z kokpitu, nawet jeśli jesteś na ziemi. Mgła i mżawka, poziom zamarzania na wysokości 1000 stóp.
ru: Задача для аса. Рулёжные дорожки едва видны из кабины, даже на земле. Туман и мелкий дождь, высота нулевой изотермы 1000 фт.

# weather-scenarios/cat-three-b-minimum-name:0
source: CAT IIIb minimum
fr: Minimums de CAT IIIb
it: Minime CAT IIIb
ru: Метеоминимум IIIb кат.

# weather-scenarios/cat-two-minimum-desc:0
source: With just a 1/4 mile visibility and clouds at 100ft, you don't see much of the runway until seconds before touchdown. Trust your instruments to stay alive.
de: Mit einer 1/4 Meile Sicht und Wolken bis 100ft wirst Du bis kurz vor dem Aufsetzen nicht viel sehen. Vertraue den Instrumenten, um zu überleben.
fr: Avec juste 400 mètres de visibilité et des nuages à 100 pieds, vous ne verrez pas grand chose de la piste avant les quelques secondes pécédant le toucher. Faites confiance à vos instruments pour rester en vie.
it: Con una visibilità di appena 1/4 di miglio e nuvole a 100 piedi non vedrai un granché la pista fino a pochi secondi prima della toccata. Fidati dei tuoi strumenti per rimanere vivo.
pl: Przy widoczności zaledwie 1/4 mili i chmurach na wysokości 100 stóp nie widać pasa startowego aż do sekund przed lądowaniem. Zaufaj swoim instrumentom, aby pozostać przy życiu.
ru: С видимостью в 1/4 мили и облаками на 100 фт, ВПП появляется за секунды до приземления. Чтобы выжить, придётся доверять приборам.

# weather-scenarios/cat-two-minimum-name:0
source: CAT II minimum
fr: Minimums de CAT II
it: Minime CAT II
ru: Метеоминимум II кат.

# weather-scenarios/core-high-pressure-region-desc:0
source: The center of a high pressure region, characterized by descending air and hence only weak cloud development with high visibility.
de: Zentrum eines Hochdruckgebietes, charakterisiert durch fallende Luftmassen und nur schwache Wolkenentwicklung mit sehr guter Sicht.
fr: Anticyclone, caractérisé par de l'air descendant, et par conséquent seulement un faible développement nuageux avec une grande visibilité.
it: Il centro di una regione di alta pressione, caratterizzato da venti discendenti e pertanto solo da uno sviluppo limitato di nuvole, con elevata visibilità.
nl: Het centrum van een hogedrukgebied, gekarakteriseerd door dalende lucht en dus slechts enkele wolken met goed zicht.
pl: Centrum regionu wysokiego ciśnienia, charakteryzującego się opadającym powietrzem, a zatem słabym rozwojem chmur oraz o dalekiej widoczności.
ru: Середина области высокого давления отличается нисходящим движением воздуха, ослабляющим формирование облаков и обеспечивающим хорошую видимость.

# weather-scenarios/core-high-pressure-region-name:0
source: Core high pressure region
de: Zentrum eines Hochdruckgebietes
fr: Anticyclone
it: Centro di una regione di alta pressione
nl: Centrum van een hogedrukgebied
pl: Rdzeń regionu wysokiego ciśnienia
ru: Ядро области ВД

# weather-scenarios/core-low-pressure-region-desc:0
source: The core of a low pressure region, characterized by overcast clouds, bad visibility on the ground and significant rainfall.
de: Zentrum eines Tiefdruckgebietes, charakterisiert durch geschlossene Wolkendecke, schlechte Sicht am Boden und erheblichen Regen.
fr: Dépression, cacactérisée par une couverture nuageuse, une mauvaise visibilité au sol et des précipitations importantes.
it: Il centro di una regione di bassa pressione, caratterizzato da cielo coperto, visibilità ridotta a terra e precipitazioni intense.
nl: Het centrum van een lagedrukgebied, gekarakteriseerd door zware bewolking, slecht zicht op de grond en felle regen.
pl: Rdzeń regionu niskiego ciśnienia, charakteryzującego się zachmurzeniami, słabą widocznością na ziemi i znacznymi opadami deszczu.
ru: Середина области низкого давления отличается сплошной облачностью, плохой видимостью у земли и большим количеством осадков.

# weather-scenarios/core-low-pressure-region-name:0
source: Core low pressure region
de: Zentrum eines Tiefdruckgebietes
fr: Dépression
it: Centro di una regione di bassa pressione
nl: Centrum van een lagedrukgebied
pl: Rdzeń regionu niskiego ciśnienia
ru: Ядро области НД

# weather-scenarios/early-morning-fog-desc:0
source: Fog developed this autumn's morning. Expect good visibility above the layer. However - getting through it can be a challenge. Stay alive for a 500' climb and you'll see the sun!
de: Ein nebeliger Herbstmorgen. Über dem Nebel ist gute Sicht zu erwarten, den Nebel zu durchfliegen ist eine Herausforderung. Überlebe die ersten 500 Fuß und Du siehst die Sonne!
fr: Le brouillard s'est développé ce matin d'automne. Attendez-vous à une bonne visibilité au-dessus de la couche. Cependant, la traverser peut être un défi. Restez en vie pour une ascension de 500 pieds et vous verrez le soleil !
it: Durante questa mattinata autunnale si è sviluppata della nebbia. Attenditi una visibilità buona al di sopra di essa. Attraversarla, però, può essere una sfida. Rimani vivo per un'ascesa di 500 piedi e vedrai il sole!
pl: Mgła pojawiła się tego jesiennego poranka. Oczekuj dobrej widoczności nad warstwą. Jednak przejście przez to może być wyzwaniem. Pozostań przy życiu podczas wspinania się na 500-stóp, a zobaczysz słońce!
ru: Туман, появившийся этим осенним утром. Над ним наверняка хорошая видимость, но до неё ещё нужно добраться. Переживите 500 фт набора, и увидите солнце!

# weather-scenarios/early-morning-fog-name:0
source: Early morning fog
de: Nebel am frühen Morgen
fr: Brouillard matinal
it: Nebbia di prima mattina
nl: Ochtendmist
pl: Wczesna poranna mgła
ru: Туманное раннее утро

# weather-scenarios/fair-weather-desc:0
source: A lovely day for trip to your favorite 100$ hamburger airfield
de: Ein herrlicher Tag für einen Ausflug zu Deinem bevorzugten 100€ Hamburger Flugplatz
fr: Une belle journée pour vous rendre à votre aérodrome préféré mais hors de prix
it: Una giornata magnifica per un volo al tuo aeroporto preferito dove offrono hamburger da 100 dollari
nl: Een perfecte dag voor een vlucht naar je favoriete vliegveld
pl: Piękny dzień na wycieczkę na twoje ulubione lotnisko z hamburgerami za 100$
ru: Прекрасный день для воздушных прогулок

# weather-scenarios/fair-weather-name:0
source: Fair weather
de: Schönes Wetter
fr: Beau temps
it: Bel tempo
nl: Mooi weer
pl: Ładna pogoda
ru: Ясно

# weather-scenarios/high-pressure-region-desc:0
source: A high pressure region, characterized by moderate to strong Cumulus development in the afternoon and fairly good visibility conditions.
de: Ein Hochdruckgebiet, charakterisiert durch moderate bis starke Cumulus-Entwicklung am Nachmittag und recht gute Sichtbedingungen.
fr: Une zone de hautes pressions, caractérisée par un développement modéré à fort de cumulus dans l'après-midi et d'assez bonnes conditions de visibilité.
it: Una regione di alta pressione caratterizzata da uno sviluppo di cumuli da medio a elevato nel pomeriggio e da condizioni di visibilità abbastanza buone.
nl: Een hogedrukgebied, gekarakteriseerd door matige tot stevige cumuluswolken in de avond en redelijk zicht.
pl: Region wysokiego ciśnienia, charakteryzujący się po południu umiarkowanym aż do silnego tworzeniem się chmur typu Cumulus i dość dobrymi warunkami widoczności.
ru: Область высокого давления отличается умеренным до сильного образованием кучевых облаков днём и достаточно хорошей видимостью.

# weather-scenarios/high-pressure-region-name:0
source: High pressure region
de: Ein Hochdruckgebiet
fr: Zone de hautes pressions
it: Regione di alta pressione
nl: Hogedrukgebied
pl: Region wysokiego ciśnienia
ru: Область высокого давления

# weather-scenarios/live-data-desc:0
source: Fetch live weather data for your nearest airport from noaa.gov. You need a working internet connection. Weather is generated automatically, once a valid METAR is received.
de: Hole Wetter-Echtdaten für den nächstgelegenen Flughafen von noaa.gov. Es ist eine Internet-Verbindung nötig. Wetter wird automatisch erzeugt, sobald ein gültiger METAR vorliegt.
fr: Obtenez des données météorologiques en direct de noaa.gov pour l'aéroport le plus proche. Vous devez disposer d'une connexion Internet en fonctionnelle. La météo est générée automatiquement, une fois un METAR valide reçu.
it: Recupera i dati metereologici per l'aeroporto più vicino in tempo reale da noaa.gov. È necessaria una connessione ad Internet funzionante. Le condizioni meteorologiche sono generate automaticamente una volta ricevuto un METAR valido.
nl: Download live weergegevens van noaa.gov voor het dichtstbijzijnde vliegveld. Vereist een internetverbinding. Weer wordt automatisch gegenereerd als er een geldige METAR is ontvangen.
pl: Pobierz aktualne dane pogodowe dla swojego najbliższego lotniska z noaa.gov. Potrzebujesz działającego połączenia z Internetem. Pogoda jest generowana automatycznie po otrzymaniu prawidłowego kodu METAR.
ru: Получить данные о реальной погоде на ближайшем аэродроме от noaa.gov. Необходимо соединение с Интернет. Погода настраивается автоматически прт получении строки METAR.

# weather-scenarios/live-data-name:0
source: Live data
de: Wetter-Echtdaten
fr: Données en direct
it: Dati in tempo reale
nl: Live gegevens
pl: Dane na żywo
ru: Реальная погода
