Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-nonQt.xlf
Languages: de, fr, it, nl, pl, ru

# weather-scenarios/low-pressure-region-desc:0
source: A low pressure region, characterized by rising air, widespread formation of stratiform clouds and beginning rain.
de: Ein Tiefdruckgebiet, charakterisiert durch steigende Luftmassen, verbreitete Formation von stratiformer Bewölkung und beginnenden Regen.
fr: Une zone de basses pressions, caractérisée par un air ascendant, une formation généralisée de nuages stratiformes et un début de précipitations.
it: Una regione di bassa pressione caratterizzata da venti ascendenti, formazioni diffuse di nuvole stratiformi e precipitazioni nello stadio iniziale.
nl: Een lagedrukgebied, gekarakteriseerd door stijgende lucht, verspreide stratiforme wolken en lichte regen.
pl: Region niskiego ciśnienia, charakteryzujący się podnoszącym się powietrzem, powszechnym tworzeniem się chmur przestrzennych i początkowym deszczem.
ru: Область низкого давления отличается восходящим движением воздуха. Во многих местах формируется слоистая облачность и начинается дождь.

# weather-scenarios/low-pressure-region-name:0
source: Low pressure region
de: Ein Tiefdruckgebiet
fr: Zone de basses pressions
it: Regione di bassa pressione
nl: Lagedrukgebied
pl: Region niskiego ciśnienia
ru: Область низкого давления

# weather-scenarios/manual-input-desc:0
source: Enter your favorite METAR weather. A valid METAR syntax is required.
de: Gib Dein bevorzugtes Wetter als METAR ein. Es muss ein gültiger Ausdruck sein.
fr: Saisissez votre message d'observation météo favori. Une systaxe METAR valide est requise.
it: Immetti le condizioni METAR preferite. È necessario che la sintassi METAR sia valida.
nl: Voeg je favoriete METAR gegevens toe. Dit dient een geldige METAR code te zijn.
pl: Wpisz swoją ulubioną pogodę w kodzie METAR. Wymagana jest poprawna składnia METAR.
ru: Введите желаемую строку METAR. Соблюдение синтаксиса обязательно.

# weather-scenarios/manual-input-name:0
source: Manual input
de: Manuelle Eingabe
fr: Saisie manuelle
it: Immissione manuale
nl: Handmatig invoeren
pl: Wprowadzanie ręczne
ru: Заданная вручную

# weather-scenarios/marginal-vfr-desc:0
source: After the storm - limited visibility and some showers. Go or No-Go?
de: Nach dem Sturm - Eingeschränkte Sicht, Regenschauer. Go oder No-Go?
fr: Après la tempête - visibilité limitée et quelques averses. Décoller ou ne pas décoller ?
it: Dopo la tempesta - visibilità limitata e alcuni rovesci. Si vola o no?
nl: Na de storm - gelimiteerd zicht en regenbuien. Gaan of niet gaan?
pl: Po burzy - ograniczona widoczność i zachmurzenie. Lecieć czy jednak nie?
ru: Ограниченная видимость c ливнями после бури. Решение о вылете — по ситуации.

# weather-scenarios/marginal-vfr-name:0
source: Marginal VFR
de: Grenzwertige VFR-Bedingungen
fr: VFR marginal
it: Condizioni limite VFR
nl: Marginale VFR
pl: Graniczny VFR
ru: Минимум ПВП

# weather-scenarios/stormy-monday-desc:0
source: You're out for an adventure? Gusty winds blowing from the west and isolated thunderstorms should be avoided. Fasten your seatbelt!
de: Du bist auf ein Abenteuer aus? Böige Winde aus West und einzelne Gewitterzellen sollten vermieden werden. Bitte anschnallen!
fr: Vous partez à l'aventure ? Les vents en rafales soufflant de l'ouest et les orages isolés sont à éviter. Attachez votre ceinture !
it: Sei in cerca di un'avventura? Dovresti evitare venti con raffiche che soffiano da ovest e temporali isolati. Allaccia le cinture!
pl: Masz ochotę na przygodę? Należy unikać porywistych wiatrów z zachodu i odosobnionych burz. Zapnij pasy!
ru: Хочется приключений? Как насчёт порывистых западных ветров и отдельных гроз, в которые лучше не соваться? Пристегните ремни!

# weather-scenarios/stormy-monday-name:0
source: Stormy Monday
de: Stürmischer Montag
fr: Lundi orageux
it: Lunedì burrascoso
nl: Stormachtige maandag
pl: Burzliwy poniedziałek
ru: Сложный понедельник

# weather-scenarios/thunderstorm-desc:0
source: A hot and damp summer day with thunderstorms developing in the afternoon. Be prepared for reduction of visibility in showers and strong gusts near thunderstorms
de: Ein heißer und feuchter Tag mit sich entwicklenden Gewittern am Nachmittag. Sei vorbereitet auf reduzierte Sicht in Schauern und starke Böen in Gewitternähe
fr: Une journée d'été chaude et humide avec des orages se développant dans l'après-midi. Préparez-vous à une baisse de la visibilité sous les averses et à de fortes rafales à proximité des orages
it: Una giornata estiva calda e umida con temporali che si sviluppano nel pomeriggio. Sii preparato per una riduzione della visibilità entro i rovesci e per raffiche forti in vicinanza dei temporali
nl: Een hete en klamme zomerdag met onweersbuien in de namiddag. Wees voorbereid op verslechterd zicht in buien en sterke windvlagen nabij onweer.
pl: Gorący i wilgotny letni dzień z burzami rozwijającymi się po południu. Przygotuj się na zmniejszenie widoczności podczas przelotnych opadów deszczu i silnych podmuchów w pobliżu burzy
ru: Жаркий, сырой летний день с зарождающимися грозами. Будьте готовы к снижению видимости в ливнях и сильным порывам вблизи гроз.

# weather-scenarios/thunderstorm-name:0
source: Thunderstorm
de: Gewitter
fr: Orages
it: Temporale
nl: Onweersbui
pl: Burza z piorunami
ru: Гроза

# weather-scenarios/warm-sector-desc:0
source: A warm sector, characterized by high moisture in the air and haze extending up to high altitudes, but otherwise largely convective cloud development.
de: Ein warmer Abschnitt, charakterisiert durch hohe Luftfeuchtigkeit und Dunst bis in große Höhen, dazu größtenteils konvektive Wolkenentwicklung.
fr: Un secteur chaud, caractérisé par une forte humidité de l'air et une brume s'étendant jusqu'à de hautes altitudes, mais sinon, le développement des nuages est largement convectif.
it: Un settore caldo caratterizzato da un'elevata umidità dell'aria e da foschia che si estende fino ad altitudini elevate, ma per il resto da sviluppi di nuvole perlopiù convettive.
nl: Een warmtegebied, gekarakteriseerd door een hoge luchtvochtigheid en mistflarden tot grote hoogtes, maar afgezien daarvan convectieve wolken.
pl: Ciepły sektor, charakteryzujący się wysoką wilgotnością powietrza i zamgleniem sięgającym dużych wysokości, ale poza tym w dużej mierze konwekcyjnym rozwojem chmur.
ru: Тёплый сектор отличается высокой влажностью и дымкой вплоть до больших высот, образованием преимущественно конвективной облачности.

# weather-scenarios/warm-sector-name:0
source: Warm sector
de: Warmer Abschnitt
fr: Secteur chaud
it: Settore caldo
nl: Warmtegebied
pl: Ciepły sektor
ru: Тёплый сектор

# menu/immatriculation:0
source: Immatriculation
de: Luftfahrzeugkennzeichen
it: Marche
nl: Registratie
pl: Rejestracja
ru: Бортовой номер

# options/disable-save-on-exit:0
source: Don't save preferences upon program exit
nl: Sla de instellingen niet op bij het afsluiten

# options/log-dir-desc:0
source: Log to directory DIR. The special value 'desktop' causes logging to the desktop (OS-dependent location). This option may be given several times, using a different value each time. Inside the specified directory, the written log file is named FlightGear_YYYY-MM-DD_<num>.log, where <num> takes the values 0, 1, 2, etc.
nl: Schrijf een logboek in de map DIR. De speciale waarde 'desktop zorgt voor het schrijven van het logboek naar de desktop (locatie afhankelijk van het besturingssysteem). Deze optie kan meerdere keren worden opgegeven, telkens met een andere waarde. Het logbestand krijgt de naam FlightGear_YYYY-MM-DD_<num>.log waarbij <num> de waardes 0, 1, 2 etc. aanneemt.

# options/speed-desc:0
source: Run the FDM 'n' times faster than real time
nl: Voer de FDM 'n' keer sneller uit dan normaal

# tips/tip:15
source: Can't get the engine started? - see Help → Aircraft Checklists
nl: Lukt het niet om de motor te starten? Zie Help → Vliegtuig checklists

# weather-scenarios/cat-two-minimum-desc:0
source: With just a 1/4 mile visibility and clouds at 100ft, you don't see much of the runway until seconds before touchdown. Trust your instruments to stay alive.
nl: Met slechts een kwart mijl zicht en wolken op 100ft is de landingsbaan pas kort voor de landing zichtbaar. Vertrouw op je instrumenten om te overleven.

# weather-scenarios/early-morning-fog-desc:0
source: Fog developed this autumn's morning. Expect good visibility above the layer. However - getting through it can be a challenge. Stay alive for a 500' climb and you'll see the sun!
nl: Mist kwam deze herfstochtend opzetten. Verwacht good zicht boven de mist, maar er doorheen komen kan een uitdaging zijn. Als je 500 voet bereikt zul je de zon zien!

# weather-scenarios/stormy-monday-desc:0
source: You're out for an adventure? Gusty winds blowing from the west and isolated thunderstorms should be avoided. Fasten your seatbelt!
nl: In voor een avontuur? Vlagerige wind vanuit het westen en onweersbuien moeten ontweken worden. Riemen vast!
