Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-Qt.xlf
Languages: es, it, nl, pl, ru

# _msg164
source: Ratings:
pl: Oceny:

# _msg165
source: Flight model
pl: Model lotu

# _msg166
source: Systems
pl: Systemy

# _msg167
source: Cockpit
pl: Kokpit

# _msg168
source: Exterior
pl: Na zewnątrz

# _msg169
source: Local file location: %1
pl: Lokalizacja pliku lokalnego: %1

# _msg170
source: Install
pl: Instaluj

# _msg171
source: Uninstall
pl: Deinstaluj

# _msg172
source: Update
pl: Aktualizuj

# _msg173
source: Queued
pl: Zakolejkowany

# _msg174
source: Cancel
pl: Anuluj

# _msg175
source: Downloading
pl: Pobieranie

# _msg176
source: Are you sure you want to uninstall this aircraft?
pl: Czy na pewno chcesz zdeinstalować wybrany samolot?

# _msg177
source: This hangar is not compatible with this version of FlightGear
pl: Ten hangar nie jest kompatybilny z tą wersją FlightGear

# _msg178
source: This hangar is currently disabled due to a problem. Click here to try updating the hangar information from the server. (An Internet connection is required for this)
pl: Ten hangar jest aktualnie wyłączony ze względu na problem. Kliknij tutaj aby zaktualizować informacje o hangarze z serwera (wymagane jest do tego połączenie internetowe)

# _msg179
source: Remove
pl: Usuń

# _msg180
source: Cancel
pl: Anuluj

# _msg181
source: Remove this hangar? (Downloaded aircraft will be deleted from your computer)
pl: Usuń ten hangar? (Pobrane samoloty zostaną usunięte z tego komputera)

# _msg182
source: Move up
pl: Przesuń w górę

# _msg183
source: Move down
pl: Przesuń w dół

# _msg184
source: Time & Date
pl: Data & Czas

# _msg185
source: Time of day
pl: Pora dnia

# _msg186
source: Select the time of day used when the simulator starts, or enter a custom date and time.
pl: Wybierz porę dnia, w której symulator się uruchomi, lub wprowadź dowolną datę i czas.

# _msg187
source: Current time
pl: Aktualny czas

# _msg188
source: Dawn
pl: Wschód

# _msg189
source: Morning
pl: Ranek

# _msg190
source: Noon
pl: Południe

# _msg191
source: Afternoon
pl: Popołudnie

# _msg192
source: Dusk
pl: Zmierzch

# _msg193
source: Evening
pl: Wieczór

# _msg194
source: Midnight
pl: Północ

# _msg195
source: Custom time & date
pl: Dowolna data & czas

# _msg196
source: Enter a date and time to begin the flight at. By default this is in local time for the chosen starting location - use the option below to request a time in GMT / UTC.
pl: Wprowadź datę i czas, kiedy rozpocznie się lot. Domyślnie podana jest w czesie lokalnym dla wybranej lokalizacji startowej - użyj opcji poniżej aby zażądać czasu w strefie GMT / UTC.

# _msg197
source: Custom time is GMT / UTC
pl: Czas podany w strefie GMT / UTC

# _msg198
source: Season
pl: Pora roku

# _msg199
source: Select if normal (summer) or winter textures are used for the scenery. This does not affect other aspects of the simulation at present, such as icing or weather simulation
pl: Wybierz jeśli normalne (letnie) lub zimowe tekstury są używane dla scenerii. Nie wpływa to na inne aspekty symulacji, takie jak oblodzenia lub symulacja pogody

# _msg200
source: Summer (default)
pl: Lato (domyślne)

# _msg201
source: Winter
pl: Zima

# _msg202
source: Weather
pl: Pogoda

# _msg203
source: Advanced weather modelling
pl: Zaawansowane modelowanie pogody

# _msg204
source: Detailed weather simulation based on local terrain and atmospheric simulation. Note that using advanced weather with real-world weather data (METAR) information may not show exactly the conditions recorded, and is not recommended for multi-player flight since the weather simulation is not shared over the network.
pl: Szczegółowa symulacja pogody bazująca na lokalnym terenie i symulacji atmosfery. Zauważ, że używając zaawansowanej pogody z informacją o rzeczywistych danych pogodowych (METAR), możesz nie widzieć dokładnie tych efektów, które są zapisane, i nie jest to zalecane dla trybu wielo-osobowego ze względu na to, że symulacja pogody nie jest przekazywana poprzez sieć.

# _msg205
source: Real-world weather
pl: Rzeczywista pogoda

# _msg206
source: Download real-world weather from the NOAA servers based on location.
pl: Pobierz rzeczywistą pogodę z serwerów NOAA bazując na lokalizacji.

# _msg207
source: Weather scenario
pl: Scenariusz pogodowy

# _msg209
source: Enter a custom METAR string, e.g: '%1'
pl: Wprowadź dowolny ciąg kodu METAR, np. '%1'

# _msg210
source: The entered METAR string doesn't seem to be valid.
pl: Wprowadzony kod METAR nie wygląda na poprawny.

# _msg211
source: advanced weather
pl: zaawansowana pogoda

# _msg212
source: real-world weather
pl: rzeczywista pogoda

# _msg213
source: Fly with a flight-plan
pl: Leć z planem lotu

# _msg214
source: Load
pl: Wczytaj

# _msg215
source: Save
pl: Zapisz

# _msg216
source: Clear
pl: Wyczyść

# _msg217
source: Aircraft & flight information
pl: Samolot & informacja o locie

# _msg218
source: Callsign / Flight No.
pl: Kod / Numer lotu.

# _msg219
source: Aircraft type:
pl: Typ samolotu:

# _msg220
source: Flight rules:
pl: Reguły lotu:

# _msg223
source: Flight type:
pl: Typ lotu:

# _msg224
source: Scheduled
pl: Harmonogram

# _msg225
source: Non-scheduled
pl: Bez harmonogramu

# _msg226
source: General aviation
pl: Awionetki

# _msg227
source: Military
pl: Wojskowy

# _msg228
source: Other
pl: Inny

# _msg229
source: Wake turbulence category:
pl: Kategoria turbulencji toru lotu:

# _msg230
source: Light
pl: Lekka

# _msg231
source: Medium
pl: Średnia

# _msg232
source: Heavy
pl: Mocna

# _msg233
source: Jumbo
pl: Potężna

# _msg234
source: Route
pl: Trasa

# _msg235
source: Departure airport:
pl: Lotnisko początkowe:

# _msg236
source: Departure time:
pl: Czas odlotu:

# _msg237
source: The flight-plan departure airport (%1) is different to the initial location (%2). Click here to set the initial location to the flight-plan's airport.
pl: Lotnisko początkowe planu lotu (%1) jest różne niż początkowa lokalizacja (%2). Kliknij tutaj aby ustawić początkową lokalizację zgodnie z lotniskiem z planu lotu.

# _msg238
source: Cruise speed:
pl: Prędkość przelotowa:

# _msg239
source: Cruise altitude:
pl: Wysokość przelotowa:

# _msg240
source: Generate route
pl: Generuj trasę

# _msg241
source: Using
pl: Używając

# _msg242
source: High-level (Jet) airways
pl: Tras lotu typu Jet

# _msg243
source: Low-level (Victor) airways
pl: Tras lotu typu Victor

# _msg244
source: High- & low-level airways
pl: Obydwu typów tras lotu

# _msg245
source: View route
pl: Zobacz trasę

# _msg246
source: Clear route
pl: Wyczyść trasę

# _msg247
source: Destination airport:
pl: Lotnisko docelowe:

# _msg248
source: Estimated enroute time:
pl: Szacunkowy czas lotu:

# _msg249
source: Total distance: %1
pl: Całkowita odległość: %1

# _msg250
source: Alternate airport:
pl: Alternatywne lotnisko:

# _msg251
source: Additional information
pl: Dodatkowe informacje

# _msg252
source: Remarks
pl: Uwagi

# _msg253
source: Summary
pl: Podsumowanie

# _msg254
source: Aircraft
pl: Samolot

# _msg255
source: Location
pl: Lokalizacja

# _msg256
source: Location page disabled due to conflicting user arguments (in Settings)
pl: Strona lokalizacji jest wyłączona ze względu na konflikt argumentów użytkownika (w ustawieniach)

# _msg257
source: Environment
pl: Środowisko

# _msg258
source: Settings
pl: Ustawienia

# _msg259
source: Add-ons
pl: Dodatki

# _msg260
source: Help
pl: Pomoc

# _msg261
source: Fly!
pl: Lećmy!

# _msg262
source: Open saved configuration...
pl: Otwórz zapisaną konfigurację...

# _msg263
source: Save configuration as...
pl: Zapisz konfigurację jako...

# _msg264
source: Flight-planning
pl: Planowanie lotu

# _msg265
source: View command line
pl: Zobacz linię komend

# _msg266
source: Select data files location...
pl: Wybierz lokalizację plików danych...

# _msg267
source: Restore default settings...
pl: Przywróć domyślne ustawienia...

# _msg268
source: Quit
pl: Zakończ

# _msg270
source: Airport:
pl: Lotnisko:

# _msg271
source: Pad
pl: Platforma

# _msg272
source: Runway
pl: Pas startowy

# _msg273
source: Active
pl: Aktywny

# _msg274
source: On final approach
pl: Przy końcowym podejściu

# _msg275
source: At
pl: W

# _msg276
source: from the threshold
pl: z punktu nadejścia

# _msg277
source: Airspeed:
pl: Prędkość:

# _msg278
source: Tune navigation radio (NAV1) to runway localizer
pl: Dostrój radio nawigacyjne (NAV1) do lokalizatora pasa startowego

# _msg280
source: Available
pl: Dostępne

# _msg281
source: Altitude:
pl: Wysokość:

# _msg282
source: Position: %1
pl: Pozycja: %1

# _msg284
source: Airspeed:
pl: Prędkość:

# _msg285
source: Heading:
pl: Kierunek:

# _msg286
source: Offset
pl: Przesunięcie

# _msg287
source: on bearing
pl: w kierunku

# _msg288
source: The official FlightGear aircraft hangar is not added, so many standard aircraft will not be available. You can add the hangar now, or hide this message. The offical hangar can always be restored from the 'Add-Ons' page.
pl: Oficjalny hangar FlightGer nie jest dodany, więc wiele standardowych statków powietrznych nie będzie dostępnych. Możesz dodać ten hangar teraz, lub ukryć tą wiadomość. Oficjalny hangar może zawsze być przywrócony ze strony 'Dodatki'.

# _msg289
source: Adding hangar
pl: Dodawanie hangaru

# _msg290
source: Add default hangar
pl: Dodaj domyślny hangar

# _msg291
source: Hide
pl: Ukryj

# _msg292
source: Remove
pl: Usuń

# _msg293
source: Cancel
pl: Anuluj

# _msg294
source: Search
pl: Szukaj

# _msg295
source: Enter additional command-line arguments if any are required. See <a href="http://flightgear.sourceforge.net/getstart-en/getstart-enpa2.html#x5-450004.5">here</a> for documentation on possible arguments. <br><b>Warning:</b> values entered here always override other settings; <a href="#view-command-line">click here</a> to view the final set of arguments that will be used
pl: Wprowadź dodatkowe parametry linii komend jeśli są wymagane. Zobacz <a href="http://flightgear.sourceforge.net/getstart-en/getstart-enpa2.html#x5-450004.5">tutaj</a> dla dokumentacji dozwolonych argumentów. <br><b>Ostrzeżenie:</b> wartości wprowadzone tutaj zawsze nadpisują inne ustawienia; <a href="#view-command-line">kliknij tutaj</a> aby zobaczyć ostateczną listę argumentów, która będzie użyta

# _msg296
source: <b>Warning:</b> specifying <tt>fg-root</tt>, <tt>fg-aircraft</tt>, <tt>fg-scenery</tt> or <tt>fg-home</tt> using this section is not recommended, and may cause problem or prevent the simulator from running. Please use the add-ons page to setup scenery and aircrft directories, and the 'Select data files location' menu item to change the root data directory.
pl: <b>Ostrzeżenie:</b> podawanie <tt>fg-root</tt>, <tt>fg-aircraft</tt>, <tt>fg-scenery</tt> lub <tt>fg-home</tt> w tej sekcji nie jest zalecane i może powodować problemy lub uniemożliwić uruchomienie symulatora. Proszę użyć strony z dodatkami aby ustawić katalogu scenerii i/lub statków powietrznych, oraz wybrać 'Wybierz lokalizację plików danych' z menu aby zmienić główny katalog z danymi.

# _msg297
source: <b>Note:</b> you have entered arguments relating to the startup location below. To prevent problems caused by conflicting settings, the values entered on the location page (for example, airport or altitude) will be ignored.
pl: <b>Notatka:</b> wprowadziłeś poniżej argumenty odnoszące się do lokalizacji startowej. Aby uniknąć problemów powodowanych konfliktowymi ustawieniami, wartości wprowadzone na stronie lokalizacji (np. lotnisko lub wysokość lotu) będą zignorowane.

# _msg298
source: %1 (default)
pl: %1 (domyślne)

# _msg299
source: Change
pl: Zmień

# _msg300
source: Use default
pl: Użyj domyślnej

# _msg301
source: Settings
pl: Ustawienia

# _msg302
source: Enter text here to search for a setting
pl: Wpisz tutaj tekst aby szukać w ustawieniach

# _msg303
source: General
pl: Ogólne

# _msg304
source: paused
pl: zatrzymane

# _msg305
source: console
pl: konsola

# _msg306
source: Start paused
pl: Rozpocznij w stanie zatrzymania

# _msg307
source: Automatically pause the simulator when launching. This is useful when starting in the air.
pl: Automatycznie zatrzymuje symulację po uruchomieniu. Przydatne przy rozpoczynaniu lotu w powietrzu.

# _msg308
source: Enable auto-coordination
pl: Włącz automatyczną koordynację

# _msg309
source: When flying with the mouse, or a joystick lacking a rudder axis, it's difficult to manually coordinate aileron and rudder movements during turn. This option automatically commands the rudder to maintain zero slip angle when banking
pl: Jeśli latasz za pomocą myszki, lub joystick'a z brakującą kontrolą lotek, jest trudno ręcznie koordynować ruchy samolotu podczas zakrętów. Ta opcja automatycznie steruje lotkami aby zapewnić zerowy kąt nacisku przy przechyleniu

# _msg310
source: Show debugging console
pl: Pokaż konsolę debugowania

# _msg311
source: Open a console window showing debug output from the application.
pl: Otwiera okno konsoli z wyjściem danych aplikacji.

# _msg312
source: Enable crash & error reporting
pl: Włącz raportowanie błędów i wyjątków

# _msg313
source: Send crash and error reports to the development team for analysis.
pl: Wysyłaj raporty błędów i wyjątków do analizy dla zespołu programistów.

# _msg314
source: Enable developer mode
pl: Włącz tryb rozwojowy

# _msg315
source: Enable simulator & aircraft development features, such as increased error messages in log files.
pl: Włącza rozwojowe funkcje symulatora oraz statków powietrznych, takie jak zwiększona liczba wiadomości w plikach logów.

# _msg316
source: Multi-player
pl: Tryb wielo-osobowy

# _msg317
source: multi-player
pl: tryb wielo-osobowy

# _msg318
source: Connect to the multi-player network
pl: Połącz się do sieci rozgrywki wielo-osobowej

# _msg319
source: FlightGear supporters maintain a network of servers to enable global multi-user flight. This requires a moderately fast Internet connection to be usable. Your aircraft will be visible to other users online, and you will see their aircraft.
pl: Osoby wspierające FlightGear utrzymują sieć serwerów aby umożliwić globalny lot wielu użytkowników jednocześniej. To wymaga sprawnego połączenia internetowego. Twój samolot będzie widoczny dla innych użytkowników, a ty będziesz widział inne samoloty.

# _msg320
source: Callsign
pl: Wywołanie

# _msg321
source: Enter a callsign you will use online. This is visible to all users and is how ATC services and other pilots will refer to you. (Maximum of seven characters permitted)
pl: Wprowadź wywołanie, jakie będziesz używał w trybie online. Jest widoczny dla wszystkich użytkowników i tak usługi wieży kontroli lotu oraz inni piloci będą się do ciebie zwracać. (Maksymalnie dozwolone siedem znaków)

# _msg322
source: Server
pl: Serwer

# _msg323
source: Select a server close to you for better responsiveness and reduced lag when flying online.
pl: Wybierz serwer w twoim pobliżu aby zapewnić lepsze połączenie i ograniczone opóźnienia w trakcie lotu online.

# _msg324
source: Custom server
pl: Własny serwer

# _msg325
source: Enter a server hostname or IP address, and optionally a port number. (Default port is 5000) For example 'localhost:5001'
pl: Wprowadź nazwę lub adres IP serwera, opcjonalnie numer portu (Domyślny port to 5000). Na przykład 'localhost:5001'

# _msg326
source: Downloads
pl: Pobieranie

# _msg327
source: scenery downloads
pl: pobierania scenerii

# _msg328
source: Download scenery automatically
pl: Pobieraj automatycznie scenerię

# _msg329
source: FlightGear can automatically download scenery as needed, and check for updates to the scenery. If you disable this option, you will need to download & install scenery using an alternative method.
pl: FlightGear może pobierać automatycznie scenerię, kiedy to jest potrzebne i sprawdzać aktualizację scenerii. Jeśli wyłączysz tą opcje, będziesz potrzebował pobrać i zainstalować scenerię używając alternatywnych metod.

# _msg330
source: Download location
pl: Lokalizacja pobierania

# _msg331
source: FlightGear stores downloaded files (scenery and aircraft) in this location. Depending on your settings, it may grow to a considerable size (many gigabytes). If you change the download location, files will need to be downloaded again. When changing this setting, FlightGear will restart to use the new location correctly.
pl: FlightGear przechowuje pobrane pliki (scenerie i samoloty) w tej lokalizacji. W zależności od twoich ustawień, mogą zająć dużo miejsca (wiele gigabajtów). Jeśli zmienisz lokalizację pobierania, pliki będą musiały być pobrane ponownie. Jeśli zmieniasz to ustawienie, FlightGear zrestartuje się aby poprawnie użyć nowej lokalizacji.

# _msg332
source: Choose a location to store download files.
pl: Wybierz lokalizację do przechowywania pobranych plików.

# _msg333
source: View & Window
pl: Widok & Okno

# _msg334
source: full-screen
pl: pelny ekran

# _msg335
source: Start full-screen
pl: Rozpocznij w trybie pełnego ekranu

# _msg336
source: Start the simulator in full-screen mode.
pl: Rozpoczyna symulację w trybie pełnego ekranu.

# _msg337
source: Window size
pl: Rozmiar okna

# _msg338
source: Select the initial size of the window (this has no effect in full-screen mode).
pl: Wybierz początkowy rozmiar okna (to nie ma efektu w trybie pełnego ekranu).

# _msg339
source: Custom Size
pl: Własny rozmiar

# _msg340
source: Custom size
pl: Własny rozmiar

# _msg341
source: Enter a custom window size in the form 'WWWWW x HHHHH', for example '1280 x 900'
pl: Wprowadź własny rozmiar okna w formie 'WWWWW x HHHHH', na przykład '1280 x 900'

# _msg342
source: Rendering
pl: Renderowanie

# _msg344
source: anti-aliasing
pl: wygładzanie krawędzi

# _msg345
source: Low-spec
pl: Niska specyfikacja

# _msg346
source: The low-spec renderer ensures maximum performance on older computers.
pl: Silnik graficzny dla niskiej specyfikacji sprzętu pozwala na maksymalizację wydajności na starszych komputerach.

# _msg347
source: Renderer
pl: Silnik graficzny

# _msg348
source: Default
pl: Domyślny

# _msg349
source: Atmospheric Light Scattering
pl: Atmosferyczne rozpraszanie światła (ALS)

# _msg351
source: The default renderer provides standard visuals with maximum compatibility.
pl: Domyślny silnik graficzny dostarcza standardowych efektów graficznych z maksymalną kompatybilnością.

# _msg352
source: The ALS renderer uses a sophisticated physical atmospheric model and several other effects to give realistic rendering of large distances.
pl: Silnik ALS używa zaawansowanego modelu fizycznego atmosfery i kilku innych efektów, aby dostarczyć realistycznej wizualizacji na dalsze dystanse.

# _msg353
source: Rembrandt is a configurable multi-pass renderer which supports shadow-maps, cinematic effects and more. However, not all aircraft appear correctly and performance will depend greatly on your system hardware.
pl: Rembrandt jest konfigurowalnym wielo-etapowym silnikiem, który wspiera mapy cienia, efekty filmowe i więcej. Niemniej, nie wszystkie statki powietrzne wyglądają poprawnie i wydajność będzie bardzo zależała od parametrów sprzętowych.

# _msg354
source: Anti-aliasing
pl: Wygładzanie krawędzi

# _msg355
source: Anti-aliasing is disabled when Rembrandt is enabled.
pl: Wygładzanie krawędzi jest wyłączone jeśli Rembrandt jest włączony.

# _msg356
source: Anti-aliasing improves the appearance of high-contrast edges and lines. This is especially noticeable on sloping or diagonal edges. Higher settings can reduce performance.
pl: Wygładzanie krawędzie poprawia wygląd krawędzi i linii z dużym kontrastem. Jest to specjalnie widoczne w skosach lub prostopadłych krawędziach. Wyższe ustawienia mogą ograniczyć wydajność.

# _msg357
source: Off
pl: Wyłączone

# _msg358
source: Cache graphics for faster loading
pl: Buforuj grafikę dla szybszego ładowania

# _msg359
source: By converting images used in rendering to an optimised format loading times and memory use can be improved. This will consume some disk space and take initial time while images are converted, but subsequent loads will be faster, and use less memory.
pl: Poprzez konwersję obrazów używanych podczas wyświetlania grafiki do bardziej zoptymalizowanego formatu, czas ładowania i użycie pamięci mogą być ulepszone. To zużyje miejsce na dysku oraz zajmie czas podczas pierwszego uruchomienia, gdy obrazy są konwertowane, ale kolejne ładowania aplikacji będą szybsze i będą zużywały mniej pamięci.

# _msg360
source: Additional Settings
pl: Dodatkowe ustawienia

# _msg361
source: %1 aircraft have updates available - download and install them now?
pl: Samolot %1 ma dostępne aktualizacje - pobrać je teraz i zainstalować ?

# _msg362
source: Update all
pl: Aktualizuj wszystko

# _msg363
source: Missing description for: %1
pl: Brakujący opis dla: %1

# _msg364
source: Invalid package checksum
pl: Niepoprawna suma kontrolna pakietu

# _msg365
source: Download failed
pl: Pobieranie nieudane

# _msg366
source: Package could not be extracted
pl: Pakiet nie może być rozpakowany

# _msg367
source: A local file-system error occurred
pl: Lokalny błąd systemu plików

# _msg368
source: Package file missing from download server
pl: Plik pakietu niedostępny na serwerze pobierania

# _msg369
source: Unknown reason
pl: Nieznany powód

# _msg370
source: (%1 of %2 aircraft)
pl: (%1 z %2 samolotów)

# _msg371
source: (%1 aircraft)
pl: (%1 samolot)

# _msg372
source: The catalog data was not found on the server at the expected location (URL)
pl: Dane katalogu nie zostały znalezione na serwerze w oczekiwanej lokalizacji (URL)

# _msg374
source: The catalog server is blocking access from some reason (forbidden)
pl: Serwer blokuje dostęp do katalogu z jakiegoś powodu (zabronione)

# _msg375
source: disabled due to an internal error
pl: wyłączone z powodu wewnętrznego błędu

# _msg377
source: <p>Options passed on the command line:</p>
pl: <p>Opcje przekazane przez linię komend:</p>

# _msg378
source: <p>Options set in the launcher:</p>
pl: <p>Opcje ustawione w starterze:</p>

# _msg379
source: (will be skipped due to being specified as an additional argument)
pl: (zostaną pominięte ze względu na określenie jako dodatkowy parametr)

# _msg380
source: <p>Options set as additional arguments:</p>
pl: <p>Opje ustawione jako dodatkowe argumenty:</p>

# _msg381
source: Create download folder?
pl: Utworzyć katalog pobierania?

# _msg382
source: The selected location for downloads does not exist. (%1) Create it?
pl: Wybrana lokalizacja na pobierane dane nie istnieje (%1). Utworzyć ją?

# _msg383
source: Aircraft installation failed
pl: Nieudana instalacja samolotu

# _msg384
source: An error occurred installing the aircraft %1: %2
pl: Wystąpił błąd podczas instalacji samolotu %1: %2

# _msg385
source: Restore all settings to defaults?
pl: Przywrócić wszystkie domyślne ustawienia?

# _msg386
source: Restoring settings to their defaults may affect available add-ons such as scenery or aircraft.
pl: Przywracanie ustawień do ich domyślnych wartości może wpłynąć na dostępne dodatki takie jak scenerie lub samoloty.

# _msg387
source: Restore and restart now
pl: Przywróć i uruchom ponownie

# _msg388
source: Currently the built-in data files are being used
pl: Aktualnie używane są wbudowane pliki danych

# _msg389
source: Currently using location: %1
pl: Aktualnie używana lokalizacja: %1

# _msg390
source: Change the data files used by FlightGear?
pl: Zmienić pliki danych używane przez FlightGear?

# _msg391
source: FlightGear requires additional files to operate. (Also called the base package, or fg-data) You can restart FlightGear and choose a different data files location, or restore the default setting. %1
pl: FlightGear wymagają dodatkowych plików do działania (także określanych jako pakiety bazowe lub fg-data). Możesz uruchomić ponownie FlightGear i wybrać inną lokalizację plików danych, lub przywrócić domyślne ustawienia. %1
