Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-nonQt.xlf
Languages: de, fr, it, nl, pl, ru

# options/runway-no-desc:0
source: Specify starting runway (must also specify an airport)
de: Auswahl einer Startbahn am ausgewählten Flughafen
fr: Précise la piste de départ (un aérodrome doit également être précisé)
it: Specifica la pista iniziale (deve essere anche specificato un aeroporto)
nl: Kies een startbaan (er moet ook een vliegveld worden opgegeven)
pl: Wybierz pas startowy (musisz podać również lotnisko)
ru: Задать начальную ВПП (аэродром должен быть указан)

# options/season-desc:0
source: Specify the startup season
de: Jahreszeit angeben
fr: Précise la saison de démarrage
it: Specifica la stagione da visualizzare all'avvio
nl: Kies een start seizoen
pl: Określ poczatkową porę roku
ru: Задать время года

# options/shading-flat-desc:0
source: Enable flat shading
de: Harte Schattierung
fr: Active l'ombrage à plat
it: Abilita flat shading
nl: Gebruik scherpe schaduwen
pl: Zezwól na płaskie cieniowanie
ru: Включить плоское затенение

# options/shading-smooth-desc:0
source: Enable smooth shading
de: Weiche Schattierung
fr: Active l'ombrage doux
it: Abilita smooth shading
nl: Gebruik natuurlijke schaduwen
pl: Zezwól na gładkie cieniowanie
ru: Включить гладкое затенение

# options/show-aircraft-desc:0
source: Print a list of the currently available aircraft types
de: Zeigt eine Liste der verfügbaren Flugzeugtypen
fr: Affiche une liste des types d'aéronefs actuellement disponibles
it: Stampa un elenco dei tipi di aereo attualmente disponibili
nl: Laat een lijst zien van de beschikbare vliegtuigen
pl: Drukuj listę dostępnych typów samolotów
ru: Вывести список доступных типов ЛА

# options/show-sound-devices-desc:0
source: Show a list of available audio device
de: Eine Liste der verfügbaren Audiogeräte anzeigen
fr: Affiche une liste des périphériques audio disponibles
it: Visualizza un elenco di dispositivi audio disponibili
nl: Geef de beschikbare audio-apparaten weer
pl: Pokaż dostępne urządzenia audio
ru: Показать список доступных звуковых устройств

# options/situation-options:0
source: Situation Options
de: Situationsoptionen
fr: Options de situation
it: Opzioni situazione
nl: Situatie opties
pl: Opcje położenia
ru: Обстановка

# options/sound-device-desc:0
source: Explicitly specify the audio device to use
de: Das zu verwendende Audiogerät explizit angeben
fr: Précise explicitement le périphérique audio à utiliser
it: Specifica esplicitamente il dispositivo audio da utilizzare
nl: Specifeer expliciet het te gebruiken audio-apparaat
pl: Jawnie wybierz używane urządzenie audio
ru: Выбрать звуковое устройство

# options/speed-desc:0
source: Run the FDM 'n' times faster than real time
de: Das FDM mit dem n-fachen der realen Zeit betreiben
fr: Fait fonctionner le FDM 'n' fois plus vite que le temps réel
it: Esegui l'FDM 'n' volte più velocemente del tempo reale
pl: Uruchamiaj FDM 'n' razy szybciej niż w rzeczywistości
ru: Ускорить выполнение модели динамики в указанное число раз

# options/start-date-desc:0
source: Specify a starting date/time with respect to
de: Eine Startzeit angeben relativ zu
fr: Précise une date/heure de départ conforme à l'option choisie
it: Specifica un'ora/data iniziali rispetto a
nl: Geef een start tijd/datum relatief tot
pl: Podaj datę/czas startu ze wzgędu na
ru: Задать начальные дату/время по отношению к

# options/telnet-desc:0
source: Enable telnet server on the specified port
de: Telnet-Server am angegebenen Port aktivieren
fr: Active un serveur telnet sur le port spécifié
it: Abilita server Telnet sulla porta specificata
nl: Activeer de telnet server op dit poortnummer
pl: Utwórz serwer telnet na podanym porcie
ru: Включить сервер telnet на указанном порту

# options/terrasync-dir-desc:0
source: Set target directory for scenery downloads
de: Zielverzeichnis für Szenerie-Downloads
fr: Précise le répertoire cible pour les téléchargements des scènes
it: Imposta directory di destinazione per i download dello scenario
nl: Kies een doelmap voor landschapsdownloads
pl: Określ docelowy katalog do pobierania scenerii
ru: Задать директорию для загрузки местности

# options/texture-filtering-desc:0
source: Anisotropic Texture Filtering: values should be 1 (default),2,4,8 or 16
de: Anisotropische Texturfilterung: Wert sollte 1 (Standard), 2, 4, 8, oder 16 sein
fr: Filtre de texture anisotrope : les valeurs doivent être 1 (défault), 2, 4, 8 ou 16
it: Filtraggio anisotropico delle texture: i valori devono essere 1 (predefinito), 2, 4, 8 o 16
nl: Anisotropische texture filtering: waardes moeten 1 (standaard), 2, 4, 8 of 16 zijn
pl: Wartość anizotropowego filtrowania tekstur powinna być z wartości 1(domyślna),2,4,8 lub 16
ru: Анизотропное фильтрование текстур, допустимые значения: 1 (по умолчанию),2,4,8 или 16

# options/time-match-local-desc:0
source: Synchronize time with local real-world time
de: Mit Ortszeit synchronisieren
fr: Synchronise l'heure avec l'heure locale réelle
it: Sincronizza l'orario con l'orario reale (fuso orario locale)
nl: Synchronizeer de tijd met de lokale tijd
pl: Synchronizuj czas z lokalnym czasem rzeczywistym
ru: Синхронизировать время с местным временем

# options/time-match-real-desc:0
source: Synchronize time with real-world time
de: Mit Realzeit (UTC) synchronisieren
fr: Synchronise l'heure avec l'heure réelle
it: Sincronizza l'orario con l'orario reale
nl: Synchronizeer de tijd met de huidige tijd
pl: Synchronizuj czas z rzeczywistym (GMT)
ru: Синхронизировать время с реальным

# options/time-offset-desc:0
source: Add this time offset
de: Zeitverschiebung angeben
fr: Ajoute ce décalage temporel
it: Aggiungi questo offset temporale
nl: Verhoog de tijd met deze waarde
pl: Dodaj to przesunięcie czasu
ru: Сдвиг времени

# options/time-options:0
source: Time Options
de: Zeitoptionen
fr: Options de temps
it: Opzioni orario
nl: Tijdsinstellingen
pl: Opcje czasu
ru: Время

# options/timeofday-desc:0
source: Specify a time of day
de: Eine Tageszeit angeben
fr: Précise l'heure du jour
it: Specifica un'ora del giorno
nl: Specificeer de tijd op de dag
pl: Określ porę dnia
ru: Задать время суток

# options/trace-read-desc:0
source: Trace the reads for a property;
de: Lesezugriffe auf eine Property verfolgen
fr: Trace les accès en lecture pour une propriété
it: Registra le letture di una proprietà;
nl: Bewaak de uitlezingen van een instelling;
pl: Śledzenie odczytów pod wzgędem właściwosci;
ru: Отслеживать чтение переменной "property"

# options/trace-write-desc:0
source: Trace the writes for a property;
de: Schreibzugriffe auf eine Property verfolgen
fr: Trace les accès en écriture pour une propriété
it: Registra le scritture di una proprietà;
nl: Bewaak de veranderingen van een instelling;
pl: Śledzenie zapisów pod wzgędem właściwosci;
ru: Отслеживать запись переменной "property"

# options/trim-desc:0
source: Trim the model
de: Das Flugzeug trimmen
fr: Régler l'avion dans une configuration stable
it: Aggiusta il modello
nl: Trim het model
pl: Ustabilizuj model
ru: Триммировать модель

# options/trim-desc:1
source: (only with fdm=jsbsim)
de: (nur mit --fdm=jsbsim)
fr: (uniquement avec fdm=jsbsim)
it: (solo con fdm=jsbsim)
nl: (alleen met fdm=jsbsim)
pl: (tylko z fdm=jsbsim)
ru: (работает только с "--fdm=jsbsim")

# options/turbulence-desc:0
source: Specify turbulence from 0.0 (calm) to 1.0 (severe)
de: Angabe der Stärke der Turbulenz von 0.0 (gar keine) bis 1.0 (sehr stark)
fr: Précise la turbulence de 0.0 (calme) à 1.0 (forte)
it: Specifica un'intensità della turbolenza da 0.0 (vento calmo) a 1.0 (inclemente)
nl: Specificeer de turbulentie waarde. 0.0 is kalm. 1.0 is hevig
pl: Określ turbulencje od 0.0 (spokojnie) do 1.0 (intensywne)
ru: Задать турбулентность от 0.0 (нет) to 1.0 (сильная)

# options/uBody-desc:0
source: Specify velocity along the body X axis
de: Geschwindigkeit entlang der X-Achse des Flugzeugs angeben
fr: Précise la vélocité le long de l'axe X lié à l'aéronef
it: Specifica la velocità lungo l'asse X del corpo
nl: Kies de aanvang snelheid langs de X-as
pl: Podaj predkość wzdłuż osi X
ru: Задать составляющую скорости по оси X ЛА

# options/units-feet-desc:0
source: Use feet for distances
de: Fuß für Entfernungen verwenden
fr: Utilise le pied comme unité de longueur
it: Utilizza i piedi per le distanze
nl: Definiëer de afstanden in voeten
pl: Użyj miary w stopach dla odległości
ru: Показывать расстояния в футах

# options/units-meters-desc:0
source: Use meters for distances
de: Meter für Entfernungen verwenden
fr: Utilise le mètre comme unité de longueur
it: Utilizza i metri per le distanze
nl: Definiëer de afstanden in meters
pl: Użyj miary w metrach dla odległości
ru: Показывать расстояния в метрах

# options/usage:0
source: Usage: fgfs [ option ... ]
de: Aufruf: fgfs [ Optionen ... ]
fr: Utilisation : fgfs [ option ... ]
it: Utilizzo: fgfs [ opzioni ... ]
nl: Gebruik: fgfs [ opties ... ]
pl: Użycie: fgfs [ opcje ... ]
ru: Пример использования:fgfs [ option ... ]

# options/vBody-desc:0
source: Specify velocity along the body Y axis
de: Geschwindigkeit entlang der Y-Achse des Flugzeugs angeben
fr: Précise la vélocité le long de l'axe Y lié à l'aéronef
it: Specifica la velocità lungo l'asse Y del corpo
nl: Kies de aanvang snelheid langs de Y-as
pl: Podaj predkość wzdłuż osi Y
ru: Задать составляющую скорости по оси Y ЛА

# options/vDown-desc:0
source: Specify velocity along a vertical axis
de: Geschwindigkeit entlang der Hochachse angeben
fr: Précise la vélocité le long d'un axe vertical
it: Specifica la velocità lungo un asse verticale
nl: Kies de snelheid langs een verticale as
pl: Określ prędkość wzdłuż osi pionowej
ru: Задать вертикальную составляющую скорости

# options/vEast-desc:0
source: Specify velocity along a West-East axis
de: Geschwindigkeit in Ost-West-Richtung angeben
fr: Précise la vélocité le long d'un axe ouest-est
it: Specifica la velocità lungo un asse Ovest-Est
nl: Kies de snelheid langs een west-oost as
pl: Określ predkość wzdłuż osi wschód-zachód
ru: Задать восточную составляющую скорости

# options/vNorth-desc:0
source: Specify velocity along a South-North axis
de: Geschwindigkeit in Nord-Süd-Richtung angeben
fr: Précise la vélocité le long d'un axe sud-nord
it: Specifica la velocità lungo un asse Sud-Nord
nl: Kies de snelheid langs een noord-zuid as
pl: Określ prędkośc wzdłuż osi południe-północ
ru: Задать северную составляющую скорости

# options/vc-desc:0
source: Specify initial airspeed
de: Anfangsgeschwindigkeit angeben
fr: Précise la vitesse air initiale
it: Specifica la velocità all'aria iniziale
nl: Specificeer de aanvangssnelheid
pl: Podaj początkową prędkość
ru: Задать начальную воздушную скорость

# options/vehicle-desc:0
source: Select an vehicle profile as defined by a top level <name>-set.xml
de: Wähle ein Profil gemäß top level <name>-set.xml
fr: Choisit un profil de véhicule défini par un fichier maître <nom>-set.xml
it: Seleziona un profilo di un veicolo così come definito da un file <name>-set.xml situato nella directory principale
nl: Kies een voertuig op basis van een <naam>-set.xml
pl: Określ profil samolotu jak zdefniowano w głównym pliku <name>-set.xml
ru: Выбрать тип транспортного средства по названию <тип>-set.xml

# options/verbose-desc:0
source: Show all command line options when combined with --help or -h
de: Zeigt die vollständige Liste aller Kommandozeilenoptionen (mit --help oder -h kombinieren)
fr: Affiche toutes les options de ligne de commande lorsqu'elle est combinée avec --help ou -h
it: Visualizza tutte le opzioni della riga di comando se combinato con --help o -h
nl: Laat alle command-line opties zien, wanneer gebruikt in combinatie met --help of -h
pl: Pokazuje wszystkie opcje linii komend: --help or -h
ru: Показать все параметры командной строки при использовании с "--help" или "-h"

# options/verbose-help:0
source: For a complete list of options use --help --verbose
de: Anzeigen der vollständige Liste aller Optionen mit --help --verbose
fr: Pour une liste complète des options, utilisez --help --verbose
it: Per un elenco completo delle opzioni utilizza --help --verbose
nl: Gebruik --help --verbose voor een complete lijst van de opties
pl: W celu uzyskania pełnej listy opcji uruchom z: --help --verbose
ru: Вывести полный список параметров: "--help --verbose"

# options/version-desc:0
source: Display the current FlightGear version
de: Zeigt die aktuelle FlightGear Version
fr: Affiche la version actuelle de FlightGear
it: Visualizza la versione corrente di FlightGear
nl: Geef de huidige FlightGear versie weer
pl: Wyświetl aktualną wersję FlightGear
ru: Отобразить версию FlightGear

# options/view-offset-desc:0
source: Specify the default forward view direction as an offset from straight ahead. Allowable values are LEFT, RIGHT, CENTER, or a specific number in degrees
de: Die standardmäßige Nach-Vorne-Blickrichtung angeben als Abweichung von geradeaus. Erlaubte Werte sind LEFT, RIGHT, CENTER, oder eine Winkelangabe in Grad
fr: Précise la direction de vue vers l'avant par défaut comme décalage par rapport à une direction droit devant. Les valeurs autorisées sont LEFT, RIGHT, CENTER, ou un nombre spécifique en degrés.
it: Specifica la direzione predefinita di visualizzazione in avanti come offset dalla direzione frontale. I valori ammessi sono LEFT, RIGHT, CENTER o un numero specifico in gradi
nl: Specificeer de kijkrichting aan ten opzichte van recht vooruit. Beschikbare typen zijn: LEFT, RIGHT, CENTER, of een waarde in graden
pl: Domyślny widok do przodu jako odchylenie od kierunku na wprost. Dopuszczalne wartości: LEFT [lewo], RIGHT [prawo], CENTER [wyśrodkuj], lub podaj w stopniach
ru: Задать направление взгляда вперёд по отношению к исходному. Допустимые значения: "LEFT", "RIGHT", "CENTER", или число градусов

# options/visibility-desc:0
source: Specify initial visibility
de: Die anfängliche Sichtweite in Metern angeben
fr: Précise la visibilité initiale
it: Specifica la visibilità iniziale
nl: Maximale zichtafstand
pl: Podaj początkową widoczność
ru: Задать начальную видимость в метрах

# options/visibility-miles-desc:0
source: Specify initial visibility in miles
de: Die anfängliche Sichtweite in Meilen angeben
fr: Précise la visibilité initiale en miles
it: Specifica la visibilità iniziale in miglia
nl: Maximale zichtafstand in mijlen
pl: Podaj początkową widoczność w milach
ru: Задать начальную видимость в милях

# options/vor-desc:0
source: Specify starting position relative to a VOR
de: Startposition relativ zu einem VOR angeben
fr: Précise la position de démarrage relative à un VOR
it: Specifica la posizione iniziale relativa a un VOR
nl: Kies de startpositie ten opzichte van een VOR
pl: Określ pozycję startową względem VOR
ru: Задать начальное положение относительно маяка ВОР

# options/vor-freq-desc:0
source: Specify the frequency of the VOR. Use with --vor=ID
de: Die Frequenz des VOR angeben. Verwendung zusamen mit --vor=ID
fr: Précise la fréquence du VOR. À utiliser avec --vor=ID
it: Specifica la frequenza del VOR. Utilizza l'opzione insieme a --vor=ID
nl: Kies de frequentie van de VOR. Gebruik met --vor=ID
pl: Określ częstotliwość VOR. Używane razem z -vor=ID
ru: Задать частоту маяка ВОР. Используется с "--vor=позывной"

# options/wBody-desc:0
source: Specify velocity along the body Z axis
de: Geschwindigkeit entlang der Z-Achse des Flugzeugs angeben
fr: Précise la vélocité le long de l'axe Z lié à l'aéronef
it: Specifica la velocità lungo l'asse Z del corpo
nl: Kies de aanvang snelheid lang de Z-as
pl: Podaj predkość wzdłuż osi Z
ru: Задать составляющую скорости по оси Z ЛА

# options/wind-desc:0
source: Specify wind coming from DIR (degrees) at SPEED (knots)
de: Windrichtung und -geschwindigkeit in Grad und Knoten angeben
fr: Précise que le vent vient de DIR (degrés) à la vitesse SPEED (nœuds)
it: Specifica che il vento soffia dalla direzione DIR (in gradi) alla velocità SPEED (in nodi)
nl: Specificeer wind uit de richting DIR (graden) met snelheid SPEED (knopen)
pl: Parametry wiatru: z kierunku (DIR) [stopnie] z prędkością (SPEED) [knots]
ru: Задать ветер с направления DIR градусов на скорости SPEED узлов

# options/wp-desc:0
source: Specify a waypoint for the GC autopilot;
de: Wegpunkt für den Autopiloten angeben
fr: Précise un point tournant pour le pilote automatique GC
it: Specifica un waypoint per il pilota automatico GC;
nl: Definiëer een routepunt voor de automatische piloot;
pl: Podaj punkty przelotowe autopilotowi GC;
ru: Указать точку маршрута для автопилота

# sys/binding-subsystems:0
source: binding subsystems
de: Binde Subsysteme
fr: rattachement des sous-systèmes
it: binding sottosistemi in corso
nl: subsystemen verbinden
pl: spinanie podsystemów
ru: связываю подсистемы

# sys/creating-subsystems:0
source: creating subsystems
de: Erzeuge Subsysteme
fr: création des sous-systèmes
it: creazione sottosistemi in corso
nl: subsystemen aanmaken
pl: tworzenie podsystemów
ru: создаю подсистемы

# sys/downloading-scenery:0
source: downloading scenery
de: Herunterladen der Szenerie
fr: téléchargement des scènes
it: download scenario in corso
nl: landschap downloaden
pl: pobieranie scenerii
ru: обновляю местность

# sys/finalize-position:0
source: finalizing position
de: Vorbereiten der Ausgangsposition
fr: finalisation de la position
it: finalizzazione posizione in corso
nl: positie afronden
pl: finalizowanie pozycji
ru: заканчиваю подготовку позиции

# sys/finishing-subsystems:0
source: finalizing subsystems
de: Finalisiere Subsysteme
fr: finalisation des sous-systèmes
it: finalizzazione sottosistemi in corso
nl: subsystemen afronden
pl: finalizowanie podsystemów
ru: заканчиваю подготовку подсистем

# sys/init:0
source: initializing
de: Initialisiere
fr: initialisation
it: inizializzazione in corso
nl: voorbereiden
pl: inicjalizowanie
ru: подготовка

# sys/init-graphics:0
source: initializing graphics engine
de: Initialisiere Grafik
fr: initialisation du moteur graphique
it: inizializzazione motore grafico in corso
nl: grafische motor voorbereiden
pl: inicjalizowanie silnika graficznego
ru: подготавливаю графику

# sys/init-scenery:0
source: initializing scenery
de: Initialisiere Szenerie
fr: initialisation des scènes
it: inizializzazione scenario in corso
nl: landschap voorbereiden
pl: inicjalizowanie scenerii
ru: подготавливаю местность

# sys/init-subsystems:0
source: initializing subsystems
de: Initialisiere Subsysteme
fr: initialisation des sous-systèmes
it: inizializzazione sottosistemi in corso
nl: subsystemen voorbereiden
pl: inicjalizowanie podsystemów
ru: подготавливаю подсистемы

# sys/loading-aircraft:0
source: loading aircraft
de: Lade Flugzeug
fr: chargement des aéronefs
it: caricamento aereo in corso
nl: vliegtuig laden
pl: wczytywanie samolotu
ru: загружаю ЛА

# sys/loading-aircraft-list:0
source: loading aircraft list
de: Lade Flugzeugliste
fr: chargement de la liste des aéronefs
it: caricamento elenco aerei in corso
nl: vliegtuiglijst laden
pl: wczytywanie listy samolotów
ru: загружаю список ЛА

# sys/loading-nav-dat:0
source: loading navigation data
de: Lade Navigationsdaten
fr: chargement des données de navigation
it: caricamento dati di navigazione in corso
nl: navigatiedata laden
pl: wczytywanie danych nawigacyjnych
ru: загружаю навигационные данные

# sys/loading-scenery:0
source: loading scenery
de: Lade Szenerie
fr: chargement des scènes
it: caricamento scenario in corso
nl: landschap laden
pl: wczytywanie scenerii
ru: загружаю местность

# sys/navdata-fixes:0
source: loading fixes
de: Lade Fixes
fr: chargement des points fixes
it: caricamento fix in corso
nl: fixes laden
pl: wczytywanie punktów orientacyjnych
ru: загружаю навигационные точки

# sys/navdata-load-percent:0
source: [VALUE]% complete
de: [VALUE]% abgeschlossen
fr: [VALUE]% terminé
it: [VALUE]% completato
nl: [VALUE]% voltooid
pl: ukończone [VALUE]%
ru: выполнено [VALUE]%

# sys/navdata-loading-airports:0
source: loading airport data
de: Lade Flughäfen
fr: chargement des données des aéroports
it: caricamento dati aeroporto in corso
nl: vliegvelddata laden
pl: wczytywanie danych lotnisk
ru: загружаю данные аэродромов

# sys/navdata-navaids:0
source: loading navigation aid data
de: Lade Navigationshilfen
fr: chargement des données d'aide à la navigation
it: caricamento radioassistenze in corso
nl: navigatiedata laden
pl: wczytywanie danych pomocy nawigacyjnej
ru: загружаю данные радионавигационных средств

# sys/navdata-pois:0
source: loading points of interest
de: Lade POIs
fr: chargement des points d'intérêt
it: caricamento punti di interesse in corso
nl: bezienswaardigheden laden
pl: wczytywanie punktów zainteresowań
ru: загружаю ориентиры

# sys/navdata-reading-apt-dat-files:0
source: reading airport data
de: Lese Flughäfen
fr: lecture des données des aéroports
it: lettura dati aeroporto in corso
nl: vliegvelddata inlezen
pl: odczyt danych lotnisk
ru: читаю данные аэродромов

# sys/settings-migration-text:0
source: Saved settings were migrated from a previous version of FlightGear. If you encounter any problems when using the system, try restoring the default settings, before reporting a problem. Saved settings can affect the appearance, performance and features of the simulator.
de: Es wurden gespeicherte Einstellungen von der vorherigen FlightGear-Version übernommen. Bei Problemen zunächst die Standard-Einstellungen wiederherstellen. Gespeicherte Einstellungen können Leistung und Funktion des Simulators negativ beeinflussen.
fr: Les paramètres sauvegardés ont été migrés depuis une version précédente de FlightGear. Si vous rencontrez un problème, essayez de restaurer les paramètres par défaut avant d'envoyer un rapport de bogue. Les paramètres sauvegardés peuvent affecter l'apparence, les performances et les fonctionnalités du simulateur.
it: Le impostazioni salvate sono state migrate da una versione precedente di FlightGear. Se riscontri dei problemi durante l'utilizzo del sistema, prova a ripristinare le impostazioni predefinite prima di segnalare un problema. Le impostazioni salvate possono avere influenza sull'aspetto, sulle performance e sulle funzionalità del simulatore.
nl: Opgeslagen instellingen van een vorige FlightGearversie zijn meegenomen. Als je een probleem ervaart kun je eerst de standaardinstellingen herstellen voordat je het probleem meldt. Opgeslagen instellingen kunnen de weergave, prestaties en functies van de simulator beïnvloeden.
pl: Ustawienia zostaną przemigrowane z poprzedniej wersji FlightGear. Jeśli napotkasz na jakiekolwiek problemy używając aplikacji, spróbuj przywrócić domyślne ustawienia przed zaraportowaniem problemu. Zapisane ustawienia mogą mieć wpływ na wygląd, wydajność i funkcje symulatora.
ru: Настройки были скопированы с предыдущей версии FlightGear. Если возникнут проблемы, попробуйте сбросить настройки перед тем как сообщать о них. Сохранённые настройки могут влиять на внешний вид, производительность и функции симулятора.

# sys/settings-migration-title:0
source: Settings migrated
de: Einstellungen wurden übernommen
fr: Paramètres migrés
it: Impostazioni migrate
nl: Instellingen meegenomen
pl: Ustawienia przemigrowane
ru: Перенос настроек

# sys/unstable-warning:0
source: Unstable nightly build - some features may be under active development
de: Entwicklerversion: Kann instabile/unfertige Features enthalten
fr: “Nightly build” instable — certaines fonctionnalités peuvent être en cours de développement
it: Build nightly non stabile - alcune funzionalità potrebbero essere in fase di sviluppo attivo
nl: Onstabiele dagelijkse versie - sommige functies kunnen hevig in ontwikkeling zijn
pl: Niestabilne wydanie nocne - pewne funkcje mogą być w trakcie aktywnego rozwijania
ru: Нестабильная сборка "nightly" - некоторые функции могут находиться в разработке
