Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-Qt.xlf
Languages: es, it, nl, pl, ru

# _msg11
source: Replace me
it: Sostituiscimi
nl: Vervang mij
pl: Zastąp mnie

# _msg12
source: Choose folder...
it: Seleziona cartella...
nl: Map kiezen...
pl: Wybierz katalog...

# _msg13
source: To use the files included with this copy of FlightGear, click this button
it: Clicca questo pulsante per utilizzare i file inclusi con questa copia di FlightGear
nl: Klik op deze knop om de bestanden te gebruiken die bij deze kopie van FlightGear zitten inbegrepen
pl: Aby wykorzystać pliki dostarczane z tą kopią FlightGear, wybierz ten przycisk

# _msg14
source: To download a compressed archive of the files, click the 'Download' button. Once the download is complete, extract the files to a suitable location and choose the folder using the button above.
it: Per scaricare un archivio compresso dei file clicca il pulsante 'Download'. Una volta completato il download, estrai i file in un percorso appropriato e seleziona la cartella con il pulsante soprastante.
nl: Klik op de 'Download' knop om de bestanden in een gecomprimeerd pakket te downloaden. Pak de bestanden vervolgens uit naar een geschikte locatie en verwijs naar die locatie via bovenstaande knop.
pl: Aby pobrać skompresowane archiwum plików, wybierz przycisk 'Pobierz'. Po zakończeniu pobierania, rozpakuj pliki do wybranej lokalizacji i wybierz ją używając przycisku powyżej.

# _msg15
source: To browse to a downloaded copy of the files on your computer, click this button
it: Per selezionare il percorso in cui è stata scaricata una copia dei file sul proprio computer, clicca questo pulsante
nl: Klik op deze knop om naar de locatie van eerder gedownloade bestanden te gaan
pl: Aby przeglądać pobraną kopię plików na twoim systemie, wybierz ten przycisk

# _msg16
source: Added scenery should contain at least one of the following folders: Objects, Terrain, Buildings, Roads, Pylons, NavData.
it: Gli scenari aggiunti devono contenere almeno una delle seguenti cartelle: Objects, Terrain, Buildings, Roads, Pylons, NavData.
nl: Toegevoegde landschappen moeten tenminste een van de volgende mappen bevatten: Objects, Terrain, Buildings, Road, Pylons, NavData.
pl: Dodawana sceneria powinna zawierać przynajmniej jeden z następujących katalogów: Objects, Terrain, Buildings, Roads, Pylons, NavData.

# _msg17
source: Ready for Take-off
it: Pronto al decollo
nl: Klaar voor de start
pl: Gotowy do startu

# _msg18
source: FlightGear can send crash and error reports to the development team. This helps to fix common problems and improve the software for everyone. The reports don't contain personal information, but depending on the problem, may contain information such as the aircraft in use, startup airport, or your graphics card.
it: FlightGear può inviare le segnalazioni relative agli arresti anomali e agli errori al team di sviluppo. Ciò consente di correggere problemi comuni e migliorare il software per tutti. Le segnalazioni non contengono dati personali ma, a seconda del problema, potrebbero contenere informazioni come l'aereo in uso, l'aeroporto di partenza o la propria scheda grafica.
nl: Flightgear kan foutrapportages naar het ontwikkelteam sturen. Dit helpt om veelvoorkomende problemen op te lossen en de software voor iedereen te verbeteren. De rapportage bevat geen persoonlijke informatie, maar kan afhankelijk van het probleem informatie over het vliegtuig, vliegveld of je grafische kaart bevatten.
pl: FlightGear może wysłać raporty błędów i wyjątków do zespołu programistów. To pomaga aby naprawić problemy i ulepszyć oprogramowanie dla wszystkich. Raporty nie zawierają informacji osobistych, ale zależnie od problemu mogą zawierać informacje takie jak używany statek powetrzny, początkowe lotnisko lub informacje o karcie graficznej.

# _msg19
source: A new release of FlightGear is available (%1): click for more information
it: È disponibile una nuova versione di FlightGear (%1): clicca per ulteriori informazioni
nl: Een nieuwe versie van FlightGear is beschikbaar (%1): klik voor meer informatie
pl: Nowe wydanie FlightGear jest dostępne (%1): kliknij po więcej informacji

# _msg20
source: Updated version %1 is available: click here to download
it: È disponibile la versione aggiornata %1: clicca qui per scaricarla
nl: Nieuwe versie %1 is beschikbaar: klik hier om te downloaden
pl: Zaktualizowana wersja %1 jest dostępna: kliknij tutaj aby pobrać

# _msg21
source: (or click to ignore this)
it: (o clicca qui per ignorare questo messaggio)
nl: (of verberg deze melding)
pl: (lub kliknij aby to zignorować)

# _msg22
source: Problems occurred loading the user interface. This is often due to missing modules on your system. Please report this error to the FlightGear developer list or forum, and take care to mention your system distribution, etc. Please also include the information provided below.
it: Si sono verificati dei problemi durante il caricamento dell'interfaccia utente. Ciò accade, spesso, per la mancanza di alcuni moduli sul proprio sistema. Segnala l'errore alla lista di distribuzione degli sviluppatori FlightGear o al forum e assicurati di menzionare la tua distribuzione, ecc. Includi anche le informazioni fornite sotto.
nl: Er zijn problemen opgetreden tijdens het laden van de gebruikersinterface. Dit komt meestal door ontbrekende modules op je systeem. Meld dit probleem op het FlightGear forum onder vermelding van je besturingssysteem. Voeg tevens onderstaande informatie toe.
pl: Wystąpił problem z załadowaniem interfejsu użytkownika. Często powodem są brakujące moduły w systemie. Proszę zgłosić ten błąd na listę dyskusyjną programistów FlightGear lub na forum, pamiętaj o informacji o dystrybucji systemu itp. Proszę uwzględnić również informację dostępną poniżej.

# _msg23
source: < Back
it: < Indietro
nl: < Terug
pl: <-Wstecz

# _msg24
source: Fly!
it: Vola!
nl: Vliegen!
pl: Lećmy!

# _msg25
source: Next
pl: Następne

# _msg26
source: Extracting
pl: Rozpakowywanie

# _msg27
source: Okay
pl: OK

# _msg28
source: Choose scenery to install
pl: Wybierz scenerię do instalacji

# _msg29
source: Problems occured extracting the archive '%1': %2
pl: Wystąpił problem rozpakowywania archiwum '%1': %2

# _msg30
source: Extracting %1
pl: Rozpakowywanie %1

# _msg31
source: scenery archive name is not correct.
pl: nazwa archium scenerii nie jest poprawna.

# _msg32
source: file does not appear to be a scenery archive.
pl: plik nie wygląda jakby był archiwum scenerii.

# _msg33
source: unarchiving failed
pl: rozpakowywanie nieudane

# _msg34
source: FlightGear version %1
pl: FlightGear wersja %1

# _msg35
source: Choose FlightGear data folder
pl: Wybierz katalog danych FlightGear

# _msg36
source: This copy of FlightGear does not include the base data files. Please select a suitable folder containing a previously download set of files.
pl: Ta kopia FlightGear nie zawiera bazowych plików danych. Proszę wybrać odpowiedni katalog zawierający poprzednio pobrany zestaw plików.

# _msg37
source: The requested location '%1' does not appear to be a valid set of data files for FlightGear
pl: Wybrana lokalizacja '%1' nie wygląda, aby zawierała poprawny zestaw danych dla FlightGear

# _msg38
source: Detected incompatible version of the data files: version %1 found, but this is FlightGear %2. (At location: '%3') Please install or select a matching set of data files.
pl: Wykryto niekompatybilną wersję %1 plików danych, niż aktualna wersja FlightGear %2 (w lokalizacji %3).Proszę zainstalować lub wybrać odpowiedni zestaw plików danych.

# _msg39
source: Please select or download a copy of the FlightGear data files.
pl: Proszę wybrać lub pobrać kopię danych plików FlightGear.

# _msg40
source: The choosen location (%1) does not appear to contain FlightGear data files. Please try another location.
pl: Wybrana lokalizacja (%1) nie wygląda aby zawierała pliki danych FlightGear. Proszę wybrać inną lokalizację.

# _msg41
source: The choosen location (%1) contains files for version %2, but this is FlightGear %3. Please update or try another location
pl: Wybrana lokalizacja (%1) zawiera pliki dla wersji %2, ale to jest FlightGear %3. Proszę zaktualizować lub wybrać inną lokalizację

# _msg42
source: Choose aircraft folder
pl: Wybierz katalog samolotu

# _msg43
source: No aircraft found in the folder '%1' - add anyway?
pl: Nie znaleziono samolotu w katalogu '%1' - dodać pomimo tego?

# _msg44
source: Choose addon module folder
pl: Wybierz katalog modułów dodatkowych

# _msg45
source: The folder '%1' doesn't appear to contain an addon module - add anyway?
pl: Katalog '%1' nie wygląda jakby zawierał moduł dodatkowy - dodać pomimo tego?

# _msg46
source: Added modules should contain at least both of the following files: addon-metadata.xml, addon-main.nas.
pl: Dodane moduły powinny zawierać co najmniej obydwa następujące pliki: addon-metadata.xml, addon-main.nas.

# _msg47
source: Choose scenery folder
pl: Wybierz katalog scenerii

# _msg48
source: The folder '%1' doesn't appear to contain scenery - add anyway?
pl: Katalog '%1' nie wygląda aby zawierał scenerię - dodać mimo tego?

# _msg49
source: Added scenery should contain at least one of the following folders: Objects, Terrain, Buildings, Roads, Pylons, NavData, Airports.
pl: Dodana sceneria powinna zawierać co najmniej jeden z następujących katalogów: Objects, Terrain, Buildings, Roads, Pylons, NavData, Airports.

# _msg50
source: On approach
pl: Przy podejściu

# _msg51
source: Ready for take-off
pl: Gotowy do lotu

# _msg52
source: Parked, cold & dark
pl: Zaparkowany, zimny & ciemny

# _msg53
source: Automatic
pl: Automatyczny

# _msg54
source: Cruise
pl: W trasie

# _msg55
source: Ready to taxi
pl: Gotowy do kołowania

# _msg56
source: On approach to a carrier
pl: Na dojściu do lotniskowca

# _msg57
source: Ready for catapult launch
pl: Gotowy do startu z katapulty

# _msg58
source: Select state based on startup position.
pl: Wybierz stan bazując na pozycji startowej.

# _msg61
source: FlightGear can automatically report crashes and errors to the development team, which helps to improve the software for everyone. This reporting is anonymous but contains information such as the aircraft in use, your operating system and graphics driver. You can enable or disable this reporting in the 'Settings' page.
pl: FlightGear może automatycznie raportować błędy i uszkodzenia do zespołu programistów, które to pozwalają ulepszyć dla wszystkich to oprogramowanie. Raportowanie jest anonimowe ale zawiera informacje takie jak użyty samolot/statek powietrzny, twój system operacyjny oraz sterownik karty graficznej. Możesz włączyć lub wyłączyć to raportowanie na stronie 'Ustawienia'.

# _msg62
source: Okay
pl: OK

# _msg71
source: Licenced under the GNU Public License (GPL) - click for more info
pl: Licencjonowane zgodnie z Publiczną Licencją GNU (GPL) - kliknij po więcej informacji

# _msg72
source: Aircraft:
pl: Samolot:

# _msg73
source: No aircraft selected
pl: Nie wybrano

# _msg74
source: Access recently used aircraft.
pl: Dostęp do ostatnio używanego statku powietrznego.

# _msg75
source: State:
pl: Stan:

# _msg76
source: Default state
pl: Domyślny stan

# _msg77
source: Choose the starting condition of the aircraft
pl: Wybiera startową pozycję statku powietrznego

# _msg78
source: Location:
pl: Położenie:

# _msg79
source: <i>set from user arguments (in Settings)</i>
pl: <i>ustawiane przez argumenty (w ustawieniach)</i>

# _msg80
source: Click to view and change the current location.
pl: Kliknij aby zobaczyć i zmienić aktualne położenie.

# _msg81
source: Access recently used locations
pl: Dostęp do ostatnio używanych położeń

# _msg82
source: Flight Plan:
pl: Plan lotu:

# _msg83
source: Settings:
pl: Ustawienia:

# _msg84
source: File
pl: Plik

# _msg85
source: Open saved configuration...
pl: Otwórz zapisaną konfigurację...

# _msg86
source: Save configuration as...
pl: Zapisz konfigurację jako...

# _msg87
source: Tools
pl: Narzędzia

# _msg88
source: Restore defaults...
pl: Przywróć domyślne...

# _msg89
source: Select data files location...
pl: Wybierz lokalizację plików danych...

# _msg90
source: View command-line
pl: Zobacz linię komend

# _msg91
source: Problems occurred loading the user interface. This is usually due to missing modules on your system. Please report this error to the FlightGear developer list or forum, and take care to mention your system distribution, etc. Please also include the information provided below.
pl: Wystąpił problem z załadowaniem interfejsu użytkownika. Często powodem są brakujące moduły w systemie. Proszę zgłosić ten błąd na listę dyskusyjną programistów FlightGear lub na forum, pamiętaj o informacji o dystrybucji systemu itp. Proszę uwzględnić również informację dostępną poniżej.

# _msg92
source: Location
pl: Lokalizacja

# _msg93
source: Search for an airport or navaid
pl: Wyszukaj lotnisko lub navaid

# _msg94
source: View available aircraft carriers to start at.
pl: Widok dostępnych lotniskowców do rozpoczęcia na nich lotu.

# _msg95
source: Enter the name, partial name or ident of a navaid or fix, or an airport name or ICAO identifier. Alternatively, enter a latitude & longitude: for example 53.4,-3.4 or 18.4S, 87.23W
pl: Wprowadź nazwę, częściową nazwę lub identyfikator navaid lub fix, lub nazwę lotniska lub jego identyfikator ICAO. Alternatywnie, wprowadź szerokość i długość geograficzną np. 53.4,-3.4 or 18.4S, 87.23W

# _msg96
source: Searching
pl: Wyszukiwanie

# _msg97
source: No results for found search '%1'
pl: Nie znaleziono wyników szukania dla '%1'

# _msg98
source: Access additional options here
pl: Dostęp do dodatkowych opcji

# _msg99
source: The selected aircraft is not installed or has updates pending
pl: Wybrany samolot nie jest zainstalowany lub oczekuje na aktualizację

# _msg100
source: Toggle between grid and list view
pl: Zmienia widok pomiędzy widokiem tabeli i listy

# _msg101
source: Installed Aircraft
pl: Zainstalowane samoloty

# _msg102
source: Use this button to view installed aircraft
pl: Użyj tego przycisku aby zobaczyć zainstalowane statki powietrzne

# _msg103
source: Favourites
pl: Ulubione

# _msg104
source: Browse
pl: Przeglądaj

# _msg105
source: View available aircraft to download
pl: Zobacz dostępne do pobrania statki powietrzne

# _msg106
source: Updates
pl: Aktualizacje

# _msg107
source: Enter text to search aircraft names and descriptions.
pl: Wprowadź tekst aby przeszukać nazwy i opisy statków powietrznych.

# _msg108
source: No aircraft match the search.
pl: Nie znaleziono statku powietrznego, który odpowiada wyszukiwaniom.

# _msg109
source: No favourite aircraft selected: install some aircraft and mark them as favourites by clicking the ★
pl: Nie wybrano żadnego ulubionego statku powietrznego: zainstaluj jakiś oraz oznacz go jako ulubiony klikając na ★

# _msg110
source: To install additional aircraft, click the the 'Browse' tab at the top of this page.
pl: Aby zainstalować dodatkowy statek powietrzny, wybierz zakładkę 'Przeglądaj' na górze tej strony.

# _msg111
source: No aircraft updates available right now
pl: Brak dostępnych aktualizacji samolotów

# _msg112
source: Filter using ratings
pl: Filtruj używając ocen

# _msg113
source: Adjust minimum ratings
pl: Dostosuj minimalne oceny

# _msg114
source: Aircraft are rated by the community based on four critiera, on a scale from one to five. The ratings are designed to help make an informed guess how complete and functional an aircraft is.
pl: Samoloty są oceniane przez społeczność bazując na czterech kryteriach w skali od jeden do pięć. Oceny są tak określone, aby dostarczyć informacji jak bardzo samolot jest kompletny i funkcjonalny.

# _msg115
source: Minimum flight-model (FDM) rating:
pl: Minimalna ocena modelu lotu (FDM):

# _msg117
source: Minimum cockpit visual rating
pl: Minimalna ocena wyglądu kokpitu

# _msg119
source: Click here to change which aircraft are shown or hidden based on their ratings
pl: Kliknij tutaj aby zmienić które statki powietrzne są pokazywane lub ukryte w zależności od ich oceny

# _msg120
source: Click here to select different variants or models of this aircraft
pl: Kliknij tutaj aby wybrać różne warianty lub modele tego statku powietrznego

# _msg121
source: URI: %1 Local path: %2
pl: URI: %1 Lokalna ścieżka: %2

# _msg122
source: <p>For help using this launcher, <a %1>try enabling the getting started hints</a>.</p>
pl: <p>Aby uzyskać pomoc w używaniu tej aplikacji startowej, <a %1>spróbuj włączyć podpowiedzi początkowe</a>.</p>

# _msg123
source: <p>FlightGear is open source software, developed entirely by volunteers. Support is provided by our excellent user community. The easiest place to ask questions and get support is on <a %1>our forums</a>.</p> <p>To get started with the simulator, please use our tutorial system: this is available from the 'Help' menu in the simulator. We recommend starting with the Cessna 172 to learn how to get airborne.</p> <p>Other good resources:<ul><li><a %2>the official manual (PDF)</a></li> <li><a %3>key commands reference</a></li> <li><a %4>our wiki</a> (which includes FAQs)</li> </ul></p>
pl: <p>FlightGear jest oprogramowaniem o otwartym kodzie źrodłowym, rozwijane całkowicie przez ochotników. Wsparcie jest dostarczane przez nasze wspaniałe środowisko użytkowników. Najlepszym miejscem aby zadać pytanie i otrzymać wsparcie jest przez <a %1>nasze forum</a>.</p> <p>Aby rozpocząć pracę z symulatorem, proszę wykorzystaj nasz system poradników: jest dostępny przez menu 'Pomoc' w symulatorze. Zalecamy rozpocząć loty z samolotem Cessna 172, aby nauczyć się jak wzbić się w powietrze.</p> <p>Inne dobre źródła:<ul><li><a %2>oficjalna instrukcja użytkownika (PDF)</a></li> <li><a %3>lista skrótów klawiszowych</a></li> <li><a %4>nasze wiki </a> (które zawiera listę FAQ)</li> </ul></p>

# _msg124
source: <p>If you find an issue, please use <a %1>our help forum</a>.</p>
pl: <p>Jeśli znajdziesz błąd, proszę użyj <a %1>naszego forum pomocy</a>.</p>

# _msg125
source: <p>FlightGear is the result of twenty-five years of work by hundreds of contributors around the world. We'd be delighted if you would join us.</p>
pl: <p>FlightGear jest rezultatem 25 lat pracy setek osób z całego Świata. Bylibyśmy zachwyceni gdybyś dołączył do nas.</p>

# _msg126
source: Click here to cycle through preview images
pl: Kliknij tutaj aby przełączać się pomiędzy kolejnymi obrazami podglądu

# _msg127
source: Add
pl: Dodaj

# _msg128
source: Hangar URL:
pl: Adres hangaru:

# _msg129
source: Cancel
nl: Annuleren
pl: Anuluj

# _msg130
source: Add hangar
pl: Dodaj hangar

# _msg131
source: Failed to find a hangar description at the URL: '%1'. Check you entered the URL correctly.
pl: Nie można pobrać opisu hangaru z adresu '%1'. Sprawdź czy wprowadziłeś adres URL poprawnie.

# _msg132
source: Access to the hangar data was forbidden by the server. Please check the URL you entered, or contact the hangar authors.
pl: Dostęp do danych hangaru jest zabroniony przez serwer. Proszę sprawdź adres URL, który wprowadziłeś, lub skontaktuj się z autorami hangaru.

# _msg133
source: Failed to download from the server due to a network problem. Check your Internet connection is working, and that you entered the correct URL.
pl: Nieudane pobranie danych z serwera z powodu problemów sieciowych. Sprawdź, czy twoje połącznie internetowe działa, i czy wprowadziłeś poprawny adres URL.

# _msg134
source: The hangar you requested is for a different version of FlightGear. (This is version %1)
pl: Wybrany hangar jest przeznaczony dla innej wersji FlightGear (ta wersja to %1)

# _msg135
source: The requested hangar seems to be invalid (damaged or incomplete). Please contact the hangar authors, or try again later
pl: Wybrany hangar wydaje się nieprawidłowy (uszkodzony lub niekompletny). Proszę skontaktuj się z autorami hangaru, lub spróbuj później

# _msg136
source: Click here to add a new aircraft hangar. (Note this requires an Internet connection)
pl: Kilknij tutaj aby dodać nowy hangar (Informacja: to wymaga połączenia internetowego)

# _msg137
source: Enter a hangar location (URL) to add.
pl: Aby dodać hangar wprowadź jego lokalizację (URL).

# _msg138
source: Retrieving hangar information...
pl: Pobieranie informacji o hangarze...

# _msg139
source: There was a problem adding the hangar: %1.
pl: Pojawił się problem z dodaniem hangaru: %1.

# _msg140
source: Aircraft hangars
pl: Hangary statków powietrznych

# _msg141
source: Aircraft hangars are managed collections of aircraft, which can be downloaded, installed and updated inside FlightGear.
pl: Hangary są zarządzalną kolekcją samolotów, które mogą być pobrane, zainstalowane i zaktualizowane wewnątrz FlightGear.

# _msg142
source: The official FlightGear aircraft hangar is not set up. To add it, click here.
pl: Oficjalny hangar FlightGear nie jest zdefiniowany. Aby go dodać, kliknij tutaj.

# _msg143
source: Additional aircraft folders
pl: Dodatkowe katalogi hangarów samolotów

# _msg144
source: To use aircraft you download yourself, FlightGear needs to know the folder(s) containing the aircraft data.
pl: Aby wykorzystać samolot, który sam pobrałeś, FlightGear musi znać katalog zawierający jego dane.

# _msg145
source: Remove the aircraft folder: '%1' from the list? (The folder contents will not be changed)
pl: Usunąć katalog samolotu: '%1' z listy? (Zawartość katalogu nie zostanie zmieniona)

# _msg146
source: No custom aircraft paths are configured.
pl: Nie zdefiniowano własnych ścieżek do samolotów.

# _msg147
source: Add-on Module folders
pl: Katalog modułów dodatkowych

# _msg148
source: To use Add-on Modules that you download yourself, FlightGear needs to know the folder(s) containing the Add-on Modules.
pl: Aby użyć dodatkowych modułów, które pobrałeś samodzielnie, FlightGear potrzebuje znać katalog(i) zawierające te moduły.

# _msg149
source: Remove the add-on module folder: '%1' from the list? (The folder contents will not be changed)
pl: Usunąć katalog dodatkowego modułu: '%1' z listy? (zawartość katalogu nie zostanie zmieniona)

# _msg150
source: No custom add-on module paths are configured.
pl: Nie zdefiniowano własnych ścieżek modułów dodatkowych.

# _msg151
source: Additional scenery folders
pl: Dodatkowe katalogi scenerii

# _msg152
source: To use scenery you download yourself, FlightGear needs to know the folders containing the scenery data. Adjust the order of the list to control which scenery is used in a region.
pl: Aby wykorzystać scenerię, którą sam pobrałeś, FlightGear musi znać katalogi zawierające dane scenerii. Dostosuj kolejność listy aby mieć kontrolę, które scenerie są używane w regionie.

# _msg153
source: Remove the scenery folder: '%1' from the list? (The folder contents will not be changed)
pl: Usunąć katalog scenerii '%1' z listy? (Zawartość katalogu nie będzie zmieniona)

# _msg154
source: No custom scenery paths are configured.
pl: Nie zdefiniowano dodatkowych ścieżek scenerii.

# _msg155
source: Install add-on scenery
pl: Zainstaluj dodatkową scenerię

# _msg156
source: If you have downloaded scenery manually from the official FlightGear website, you can use this button to extract and install it into a suitable folder. (Scenery downloaded this way should have a file name such as 'w40n020.tar.gz')
pl: Jeśli pobrałeś ręcznie scenerię z oficjalnej strony FlightGear, możesz użyć tego przycisku aby rozpakować i zainstalować ją do poprawnego katalogu (Scenerie pobierane w ten sposób powinny mieć nazwę taką jak np. 'w40w020.tar.gz')

# _msg157
source: Show more
pl: Pokaż więcej

# _msg158
source: Show less
pl: Pokaż mniej

# _msg159
source: by %1
pl: przez %1

# _msg160
source: Website
pl: Strona internetowa

# _msg161
source: Support and issue reporting
pl: Wsparcie i zgłaszanie błędów

# _msg163
source: Click here to mark this as a favourite aircraft
pl: Kliknij tutaj aby oznaczyć ten statek powietrzny jako ulubiony
