Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-Qt.xlf
Languages: es, it, nl, pl, ru

# _msg3321
source: Filter using ratings
ru: Фильтр по оценкам

# _msg3322
source: Adjust minimum ratings
ru: Настроить минимумы

# _msg3323
source: Aircraft are rated by the community based on four critiera, on a scale from one to five. The ratings are designed to help make an informed guess how complete and functional an aircraft is.
ru: Модели ЛА оценивается сообществом по пятибалльной шкале по четырём критериям. Она сделана чтобы помочь догадаться, насколько проработана та или иная модель.

# _msg3324
source: Minimum flight-model (FDM) rating:
ru: Минимум для динамики:

# _msg3325
source: Minimum systems rating
ru: Минимум для систем:

# _msg3326
source: Minimum cockpit visual rating
ru: Минимум для кабины:

# _msg3327
source: Minimum exterial visual model rating
ru: Минимум для визуальной модели:

# _msg3328
source: Click here to select different variants or models of this aircraft
ru: Выбор варианта ЛА

# _msg3329
source: URI: %1 Local path: %2
ru: Интернет-адрес: %1 Локальный путь: %2

# _msg3330
source: <p>For help using this launcher, <a %1>try enabling the getting started hints</a>.</p>
ru: <p>Чтобы получить помощь с использовании экрана запуска, <a %1>вы можете включить подсказки</a>.</p>

# _msg3332
source: <p>If you find an issue, please use <a %1>our help forum</a>.</p>
ru: <p>Если вы столкнулись с проблемой, пожалуйста сообщите нам о ней в <a %1>разделе "Support" форума</a>.</p>

# _msg3333
source: <p>FlightGear is the result of twenty-five years of work by hundreds of contributors around the world. We'd be delighted if you would join us.</p>
ru: <p>FlightGear — результат работы сотен участников со всего мира на протяжении 25 лет. Если вы захотите присоединиться, мы будем вам очень рады!</p>

# _msg3334
source: Click here to cycle through preview images
ru: Предыдущее/следующее фото

# _msg3335
source: Click here to mark this as a favourite aircraft
ru: Добавить в избранное

# _msg3336
source: by %1
ru: Авторы: %1

# _msg3337
source: Website
ru: Сайт

# _msg3338
source: Support and issue reporting
ru: Поддержка

# _msg3339
source: Wikipedia
ru: Википедия

# _msg3340
source: Ratings:
ru: Оценки:

# _msg3341
source: Flight model
ru: Динамика

# _msg3342
source: Systems
ru: Системы

# _msg3343
source: Cockpit
ru: Кабина

# _msg3344
source: Exterior
ru: Визуал.

# _msg3345
source: Local file location: %1
ru: Путь установки: %1

# _msg3346
source: Close
ru: Закрыть

# _msg3347
source: Click here to show advanced settings in this section
ru: Показать расширенные настройки в этой группе

# _msg3348
source: Add
ru: Добавить

# _msg3349
source: Hangar URL:
ru: Адрес:

# _msg3350
source: Cancel
ru: Отмена

# _msg3351
source: Add hangar
ru: Добавить ангар

# _msg3352
source: Failed to find a hangar description at the URL: '%1'. Check you entered the URL correctly.
ru: Не удалось найти описание ангара по адресу "%1". Проверьте введённый адрес.

# _msg3353
source: Access to the hangar data was forbidden by the server. Please check the URL you entered, or contact the hangar authors.
ru: Сервер отказал в доступе к данным ангара. Пожалуйта проверьте введённый адрес или свяжитесь с авторами ангара.

# _msg3354
source: Failed to download from the server due to a network problem. Check your Internet connection is working, and that you entered the correct URL.
ru: Невозможно загрузить с сервера из-за проблемы с сетью. Проверьте введённый адрес и настройки интернета.

# _msg3355
source: The hangar you requested is for a different version of FlightGear. (This is version %1)
ru: Запрошенный ангар не предназначен для данной версии FlightGear (%1)

# _msg3357
source: Click here to add a new aircraft hangar. (Note this requires an Internet connection)
ru: Нажмите сюда, чтобы добавить ангар (необходимо подключение к Интернету)

# _msg3358
source: Enter a hangar location (URL) to add.
ru: Введите адрес добавляемого ангара.

# _msg3359
source: Retrieving hangar information...
ru: Получаю информацию ангара...

# _msg3360
source: There was a problem adding the hangar: %1.
ru: Ошибка при добавлении ангара: %1.

# _msg3361
source: Aircraft hangars
ru: Ангары

# _msg3362
source: Aircraft hangars are managed collections of aircraft, which can be downloaded, installed and updated inside FlightGear.
ru: Ангары — каталоги, позволяющие загружать, устанавливать и обновлять ЛА прямо из FlightGear.

# _msg3363
source: The official FlightGear aircraft hangar is not set up. To add it, click here.
ru: Официальный ангар FlightGear не установлен. Нажмите сюда, чтобы добавить его.

# _msg3364
source: Additional aircraft folders
ru: Пути поиска ЛА

# _msg3365
source: To use aircraft you download yourself, FlightGear needs to know the folder(s) containing the aircraft data.
ru: Здесь необходимо указывать папки с ЛА, загруженными вручную.

# _msg3366
source: Remove the aircraft folder: '%1' from the list? (The folder contents will not be changed)
ru: Удалить путь поиска ЛА: "%1" из списка? (Содержимое папки не изменится)

# _msg3367
source: No custom aircraft paths are configured.
ru: Ни одного пути поиска ЛА не указано.

# _msg3368
source: Add-on Module folders
ru: Модули

# _msg3369
source: To use Add-on Modules that you download yourself, FlightGear needs to know the folder(s) containing the Add-on Modules.
ru: Здесь необходимо указывать папки модулей, загруженных вручную.

# _msg3370
source: Remove the add-on module folder: '%1' from the list? (The folder contents will not be changed)
ru: Удалить путь к модулю "%1" из списка? (Содержимое папки не изменится)

# _msg3371
source: No custom add-on module paths are configured.
ru: Ни одного пути к модулю не указано.

# _msg3372
source: Additional scenery folders
ru: Ландшафт

# _msg3373
source: To use scenery you download yourself, FlightGear needs to know the folders containing the scenery data. Adjust the order of the list to control which scenery is used in a region.
ru: Здесь необходимо указывать ландшафт, загруженный вручную. Порядок списка влияет на выбор варианта местности при её наличии более чем в одном пакете.

# _msg3374
source: Remove the scenery folder: '%1' from the list? (The folder contents will not be changed)
ru: Удалить ландшафт "%1" из списка? (Содержимое папки не изменится)

# _msg3375
source: No custom scenery paths are configured.
ru: Ни одного пути к ландшафту не указано.

# _msg3376
source: Additional aircraft or scenery folders were specified on the command-line. These are not listed here, but will be used when starting the simulator.
ru: В командной строке были указаны дополнительные пути поиска ЛА или ландшафт. Они не отображаются здесь, но будут использованы при запуске симулятора.

# _msg3377
source: Install add-on scenery
ru: Установить ландшафт

# _msg3378
source: If you have downloaded scenery manually from the official FlightGear website, you can use this button to extract and install it into a suitable folder. (Scenery downloaded this way should have a file name such as 'w40n020.tar.gz')
ru: Эта кнопка разворачивает архив ландшафта в подходящую папку при ручной загрузке с официального сайта FlightGear. (Такие загрузки обычно с именем файла вида "w40n020.tar.gz")

# _msg3379
source: Show more
ru: Развернуть

# _msg3380
source: Show less
ru: Свернуть

# _msg3381
source: Install
ru: Установить

# _msg3382
source: Uninstall
ru: Удалить

# _msg3383
source: Update
ru: Обновить

# _msg3384
source: Queued
ru: В очереди

# _msg3385
source: Cancel
ru: Отмена

# _msg3386
source: Downloading
ru: Загружаю

# _msg3387
source: Are you sure you want to uninstall this aircraft?
ru: Вы действительно хотите удалить этот ЛА?

# _msg3388
source: This hangar is not compatible with this version of FlightGear
ru: Ангар несовместим с данной версией FlightGear

# _msg3389
source: This hangar is currently disabled due to a problem. Click here to try updating the hangar information from the server. (An Internet connection is required for this)
ru: Данный ангар отключен из-за проблемы. Нажмите сюда, чтобы попытаться обновить его с сервера. (Требуется подключение к Интернету)

# _msg3390
source: Remove
ru: Удалить

# _msg3391
source: Cancel
ru: Отмена

# _msg3392
source: Remove this hangar? (Downloaded aircraft will be deleted from your computer)
ru: Удалить ангар? (Загруженные из него ЛА будут удалены с вашего компьютера)

# _msg3393
source: Move up
ru: Вверх

# _msg3394
source: Move down
ru: Вниз

# _msg3395
source: Time & Date
ru: Дата и время

# _msg3396
source: Time of day
ru: Время суток

# _msg3397
source: Select the time of day used when the simulator starts, or enter a custom date and time.
ru: Выберите начальное время суток или задайте дату и время.

# _msg3398
source: Current time
ru: Текущее время

# _msg3399
source: Dawn
ru: Рассвет

# _msg3400
source: Morning
ru: Утро

# _msg3401
source: Noon
ru: Полдень

# _msg3402
source: Afternoon
ru: День

# _msg3403
source: Dusk
ru: Сумерки

# _msg3404
source: Evening
ru: Вечер

# _msg3405
source: Midnight
ru: Ночь

# _msg3406
source: Custom time & date
ru: Заданное вручную

# _msg3407
source: Enter a date and time to begin the flight at. By default this is in local time for the chosen starting location - use the option below to request a time in GMT / UTC.
ru: Введите начальные дату и время. По умолчанию используется местное время выбранного расположения. Задать время по GMT или UTC можно, используя флажок ниже.

# _msg3408
source: Custom time is GMT / UTC
ru: GMT / UTC

# _msg3409
source: Season
ru: Время года

# _msg3410
source: Select if normal (summer) or winter textures are used for the scenery. This does not affect other aspects of the simulation at present, such as icing or weather simulation
ru: Выбор летних (по умолчанию) или зимних текстур местности. Не влияет на другие аспекты работы симулятора, такие как погодные условия или условия обледенения

# _msg3411
source: Summer (default)
ru: Лето (по умолчанию)

# _msg3412
source: Winter
ru: Зима

# _msg3413
source: Weather
ru: Погодные условия

# _msg3414
source: Advanced weather modelling
ru: Расширенная модель погоды

# _msg3415
source: Detailed weather simulation based on local terrain and atmospheric simulation. Note that using advanced weather with real-world weather data (METAR) information may not show exactly the conditions recorded, and is not recommended for multi-player flight since the weather simulation is not shared over the network.
ru: Подробная симуляция погоды, основанная на рельефе местности и моделировании атмосферы. Примечание: использование с данными реальной погоды (METAR) может неточно воспроизводить указанные условия, поэтому такая работа не рекомендуется для сетевого режима, т.к. погода участников не будет совпадать.

# _msg3416
source: Real-world weather
ru: Реальная погода

# _msg3417
source: Download real-world weather from the NOAA servers based on location.
ru: Получать реальную погоду с серверов NOAA в зависимости от местоположения.

# _msg3418
source: Weather scenario
ru: Сценарий погоды

# _msg3420
source: Enter a custom METAR string, e.g: '%1'
ru: Задайте METAR, например "%1"

# _msg3421
source: The entered METAR string doesn't seem to be valid.
ru: Введённая строка METAR не выглядит корректной.

# _msg3422
source: advanced weather
ru: расширенная погода

# _msg3423
source: real-world weather
ru: реальная погода

# _msg3424
source: Fly with a flight-plan
ru: Включить

# _msg3425
source: Load
ru: Загрузить

# _msg3426
source: Save
ru: Сохранить

# _msg3427
source: Clear
ru: Сброс

# _msg3428
source: Aircraft & flight information
ru: ЛА и информация о полёте

# _msg3429
source: Callsign / Flight No.
ru: Позывной / № рейса

# _msg3430
source: Aircraft type:
ru: Тип ЛА:

# _msg3431
source: Flight rules:
ru: Правила:

# _msg3432
source: VFR
ru: ПВП

# _msg3433
source: IFR
ru: ППП

# _msg3434
source: Flight type:
ru: Рейс:

# _msg3435
source: Scheduled
ru: По расписанию

# _msg3436
source: Non-scheduled
ru: Вне расписания

# _msg3437
source: General aviation
ru: Общего назначения

# _msg3438
source: Military
ru: Военный

# _msg3439
source: Other
ru: Другой

# _msg3440
source: Wake turbulence category:
ru: Категория спутного следа:

# _msg3441
source: Light
ru: Лёгкий

# _msg3442
source: Medium
ru: Средний

# _msg3443
source: Heavy
ru: Тяжёлый

# _msg3444
source: Jumbo
ru: Гигантский

# _msg3445
source: Route
ru: Маршрут

# _msg3446
source: Departure airport:
ru: Аэродром взлёта:

# _msg3447
source: Departure time:
ru: Время отправления:

# _msg3448
source: The flight-plan departure airport (%1) is different to the initial location (%2). Click here to set the initial location to the flight-plan's airport.
ru: Запланированный аэродром взлёта (%1) отличается от исходного расположения (%2). Нажмите сюда, чтобы задать исходное расположение в соответствии с планом.

# _msg3449
source: Cruise speed:
ru: Крейсерская скорость:

# _msg3450
source: Cruise altitude:
ru: Эшелон:

# _msg3451
source: Generate route
ru: Генерировать

# _msg3452
source: Using
ru: Используя

# _msg3453
source: High-level (Jet) airways
ru: Трассы с высоким эшелоном (Jet)

# _msg3454
source: Low-level (Victor) airways
ru: Трассы с низким эшелоном (Victor)

# _msg3455
source: High- & low-level airways
ru: Любые трассы

# _msg3456
source: View route
ru: Просмотр

# _msg3457
source: Clear route
ru: Сброс

# _msg3458
source: Destination airport:
ru: Аэродром посадки:

# _msg3459
source: Estimated enroute time:
ru: Расчётное время прибытия:

# _msg3460
source: Total distance: %1
ru: Расстояние: %1

# _msg3461
source: Alternate airport:
ru: Запасной аэродром:

# _msg3462
source: Additional information
ru: Дополнительная информация

# _msg3463
source: Remarks
ru: Примечания

# _msg3464
source: Summary
ru: Главная

# _msg3465
source: Aircraft
ru: ЛА

# _msg3466
source: Location
ru: Расположение

# _msg3467
source: Location page disabled due to conflicting user arguments (in Settings)
ru: Страница "Расположение" отключена из-за несовместимых параметров (см. страницу "Настройки")

# _msg3468
source: Environment
ru: Условия

# _msg3469
source: Settings
ru: Настройки

# _msg3470
source: Add-ons
ru: Дополнения

# _msg3471
source: Help
ru: Помощь

# _msg3472
source: Fly!
ru: От винта!

# _msg3473
source: Open saved configuration...
ru: Загрузить конфигурацию...

# _msg3474
source: Save configuration as...
ru: Сохранить конфигурацию...

# _msg3475
source: Flight-planning
ru: План полёта

# _msg3476
source: View command line
ru: Показать командную строку

# _msg3477
source: Select data files location...
ru: Изменить путь к данным...

# _msg3478
source: Restore default settings...
ru: Сброс настроек...

# _msg3479
source: Quit
ru: Выход

# _msg3480
source: Heliport:
ru: Вертодром:

# _msg3481
source: Airport:
ru: Аэродром:

# _msg3482
source: Pad
ru: Площадка

# _msg3483
source: Runway
ru: ВПП

# _msg3484
source: Click here to select a runway or parking position, and drag to pan. Mouse-wheel zooms in and out.
ru: Нажмите, чтобы выбрать ВПП или место стоянки. Карту можно перетаскивать. Масштаб изменяется колесом мыши.

# _msg3485
source: Active
ru: Активная

# _msg3486
source: On final approach
ru: Заход на посадку

# _msg3487
source: At
ru: На удалении

# _msg3488
source: from the threshold
ru: от торца ВПП

# _msg3489
source: Airspeed:
ru: Воздушная скорость:

# _msg3490
source: Tune navigation radio (NAV1) to runway localizer
ru: Настроить комплект ВОР/ИЛС1 на курсо-глиссадную систему

# _msg3491
source: Parking
ru: Место стоянки

# _msg3492
source: Available
ru: Доступное

# _msg3493
source: Altitude:
ru: Высота:

# _msg3494
source: Drag here to move the map. Mouse-wheel zooms in and out.
ru: Карту можно перетаскивать. Масштаб изменяется колесом мыши.

# _msg3495
source: Position: %1
ru: Расположение: %1

# _msg3496
source: Navaid: %1 / %2
ru: Маяк: %1 / %2

# _msg3497
source: Airspeed:
ru: Воздушная скорость:

# _msg3498
source: Heading:
ru: Направление:

# _msg3499
source: Offset
ru: Удаление

# _msg3500
source: on bearing
ru: по азимуту

# _msg3501
source: The official FlightGear aircraft hangar is not added, so many standard aircraft will not be available. You can add the hangar now, or hide this message. The offical hangar can always be restored from the 'Add-Ons' page.
ru: Официальный ангар FlightGear отсутствует в списке, поэтому многие стандартные ЛА недоступны. Можно добавить его сейчас или скрыть это сообщение. Официальный ангар можно восстановить на странице "Дополнения".

# _msg3502
source: Adding hangar
ru: Добавляю ангар

# _msg3503
source: Add default hangar
ru: Добавить официальный ангар

# _msg3504
source: Hide
ru: Скрыть

# _msg3505
source: Remove
ru: Удалить

# _msg3506
source: Cancel
ru: Отмена

# _msg3507
source: Previous Leg
ru: Предыдущая ЛЗП

# _msg3508
source: Next Leg
ru: Следующая ЛЗП

# _msg3509
source: at %1'
ru: на %1"

# _msg3510
source: above %1'
ru: выше %1"

# _msg3511
source: below %1'
ru: ниже %1"

# _msg3512
source: Search
ru: Поиск

# _msg3513
source: Enter additional command-line arguments if any are required. See <a href="http://flightgear.sourceforge.net/getstart-en/getstart-enpa2.html#x5-450004.5">here</a> for documentation on possible arguments. <br><b>Warning:</b> values entered here always override other settings; <a href="#view-command-line">click here</a> to view the final set of arguments that will be used
ru: Здесь можно ввести дополнительные параметры командной строки. См. <a href="http://flightgear.sourceforge.net/getstart-en/getstart-enpa2.html#x5-450004.5">документацию</a>. <br><b>Предупреждение:</b> значения, введённые здесь, имеют приоритет над другими настройками; <a href="#view-command-line">нажмите сюда</a> для просмотра результирующих параметров

# _msg3514
source: <b>Warning:</b> specifying <tt>fg-root</tt>, <tt>fg-aircraft</tt>, <tt>fg-scenery</tt> or <tt>fg-home</tt> using this section is not recommended, and may cause problem or prevent the simulator from running. Please use the add-ons page to setup scenery and aircrft directories, and the 'Select data files location' menu item to change the root data directory.
ru: <b>Предупреждение:</b> здесь не рекомендуется указывать <tt>fg-root</tt>, <tt>fg-aircraft</tt>, <tt>fg-scenery</tt> or <tt>fg-home</tt>, потому что это может вызвать проблемы или привести к незапуску симулятора. Пожалуйта используйте страницу "Дополнения" чтобы задать пути к ландшафту и ЛА, и пункт меню "Изменить путь к данным" чтобы изменить расположение директории с данными симулятора.

# _msg3515
source: <b>Note:</b> you have entered arguments relating to the startup location below. To prevent problems caused by conflicting settings, the values entered on the location page (for example, airport or altitude) will be ignored.
ru: <b>Примечание:</b> введены параметры относящиеся к начальному положению. Для предотвращения конфликта настроек значения на странице "Расположение" (например, аэродром или высота) не задействованы.

# _msg3516
source: <b>Note:</b> you have entered arguments relating to the selected aircraft. To prevent problems caused by conflicting settings, the aircraft page will be ignored.
ru: <b>Примечание:</b> введены параметры относящиеся к выбору ЛА. Для предотвращения конфликта настроек значения на странице "ЛА" не задействованы.

# _msg3517
source: %1 (default)
ru: %1 (по умолчанию)

# _msg3518
source: Change
ru: Изменить

# _msg3519
source: Use default
ru: Сброс

# _msg3520
source: %1 aircraft have updates available - download and install them now?
ru: Доступны обновления для %1 ЛА. Загрузить и установить?

# _msg3521
source: Update all
ru: Обновить все

# _msg3522
source: Copy to clipboard
ru: Скопировать

# _msg3523
source: Missing description for: %1
ru: Отсутствует описание для: %1

# _msg3524
source: Invalid package checksum
ru: Неверная контрольная сумма пакета

# _msg3525
source: Download failed
ru: Ошибка загрузки

# _msg3526
source: Package could not be extracted
ru: Не удалось развернуть пакет

# _msg3527
source: A local file-system error occurred
ru: Ошибка файловой системы

# _msg3528
source: Package file missing from download server
ru: Пакет отсутствует на сервере

# _msg3529
source: Unknown reason
ru: Причина неизвестна

# _msg3530
source: (%1 of %2 aircraft)
ru: (%1 из %2 ЛА)

# _msg3531
source: (%1 aircraft)
ru: (%1 ЛА)

# _msg3532
source: The catalog data was not found on the server at the expected location (URL)
ru: Данные каталогов не найдены на сервере по ожидаемому адресу

# _msg3534
source: The catalog server is blocking access from some reason (forbidden)
ru: Сервер отказывает в доступе к каталогу

# _msg3535
source: disabled due to an internal error
ru: отключен из-за внутренней ошибки

# _msg3537
source: No flight-plan
ru: План полёта не задан

# _msg3538
source: From %1 (%2) to %3 (%4)
ru: Из %1 (%2) в %3 (%4)

# _msg3539
source: Load a flight-plan
ru: Загрузить план полёта

# _msg3540
source: Save flight-plan
ru: Сохранить план полёта

# _msg3541
source: <p>Options passed on the command line:</p>
ru: <p>Параметры командной строки:</p>

# _msg3542
source: <p>Options set in the launcher:</p>
ru: <p>Заданные начальным экраном:</p>

# _msg3543
source: (will be skipped due to being specified as an additional argument)
ru: (не задействованы из-за того, что они указаны как дополнительные)

# _msg3544
source: <p>Options set as additional arguments:</p>
ru: <p>Заданные как дополнительные:</p>

# _msg3545
source: Create download folder?
ru: Создать папку для загрузки?

# _msg3546
source: The selected location for downloads does not exist. (%1) Create it?
ru: Указанный для загрузки путь не существует. (%1) Создать?

# _msg3547
source: Aircraft installation failed
ru: Ошибка установки ЛА

# _msg3548
source: An error occurred installing the aircraft %1: %2
ru: При установке ЛА %1 произошла ошибка: %2

# _msg3549
source: Restore all settings to defaults?
ru: Сбросить все настройки?

# _msg3550
source: Restoring settings to their defaults may affect available add-ons such as scenery or aircraft.
ru: Сброс настроек может повлиять на доступные дополнения, такие как ландшафт и ЛА.

# _msg3551
source: Restore and restart now
ru: Сбросить и перезапустить

# _msg3552
source: Currently the built-in data files are being used
ru: Используются встроенные файлы данных

# _msg3553
source: Currently using location: %1
ru: Сейчас используются данные из %1

# _msg3554
source: Change the data files used by FlightGear?
ru: Изменить путь к данным FlightGear?

# _msg3555
source: FlightGear requires additional files to operate. (Also called the base package, or fg-data) You can restart FlightGear and choose a different data files location, or restore the default setting. %1
ru: Для работы FlightGear требуются дополнительные файлы. (Называются также "базовый пакет" или "fg-data") Можно перезапустить FlightGear и указать другой путь к данным или сбросить эту настройку. %1

# _msg3556
source: Restart FlightGear now
ru: Перезапустить FlightGear

# _msg3557
source: Choose a saved configuration
ru: Загрузить конфигурацию

# _msg3558
source: Save the current configuration
ru: Сохранить конфигурацию

# _msg3559
source: Fly!
ru: От винта!

# _msg3560
source: Fly!
ru: Поехали!

# _msg3561
source: Fly!
ru: От винта!

# _msg3562
source: N
ru: С

# _msg3563
source: NE
ru: СВ

# _msg3564
source: E
ru: В

# _msg3565
source: SE
ru: ЮВ

# _msg3566
source: S
ru: Ю

# _msg3567
source: SW
ru: ЮЗ

# _msg3568
source: W
ru: З

# _msg3569
source: NW
ru: СЗ

# _msg3570
source: at position %1
ru: координаты %1

# _msg3571
source: %1nm abeam
ru: %1 миль на траверзе

# _msg3572
source: on %1nm final to
ru: %1 миль от торца

# _msg3573
source: on deck at %1 on
ru: на палубе %1

# _msg3574
source: %1 carrier %2 (%3)
ru: %1 авианосца %2 (%3)

# _msg3575
source: No location selected
ru: Расположение не выбрано

# _msg3576
source: on %1-mile final to active runway
ru: %1 миль от торца активной ВПП
