Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-Qt.xlf
Languages: es, it, nl, pl, ru

# _msg188
source: Detailed weather simulation based on local terrain and atmospheric simulation. Note that using advanced weather with real-world weather data (METAR) information may not show exactly the conditions recorded, and is not recommended for multi-player flight since the weather simulation is not shared over the network.
it: Simulazione dettagliata delle condizioni meteo basate sul terreno del luogo e sulla simulazione dell'atmosfera. Si noti che l'utilizzo della modellazione avanzata meteo insieme alle informazioni dei dati meteo reali (METAR) potrebbe non visualizzare le vere condizioni meteo registrate e che questo non è raccomandato per i voli multigiocatore in quanto la simulazione meteo non è condivisa in rete.

# _msg189
source: Real-world weather
it: Condizioni meteo reali

# _msg190
source: Download real-world weather from the NOAA servers based on location.
it: Scarica le condizioni meteo reali dai server NOAA in base alla posizione.

# _msg191
source: Weather scenario
it: Scenario meteo

# _msg193
source: Enter a custom METAR string, e.g: '%1'
it: Immettere una stringa METAR personalizzata, ad es. '%1'

# _msg194
source: The entered METAR string doesn't seem to be valid.
it: Sembra che la stringa METAR immessa non sia valida.

# _msg195
source: advanced weather
it: condizioni meteo avanzate

# _msg196
source: real-world weather
it: condizioni meteo reali

# _msg197
source: Fly with a flight-plan
it: Vola con un piano di volo

# _msg198
source: Load
it: Carica

# _msg199
source: Save
it: Salva

# _msg200
source: Clear
it: Pulisci

# _msg201
source: Aircraft & flight information
it: Informazioni aereo e volo

# _msg202
source: Callsign / Flight No.
it: Indicativo di chiamata/numero volo

# _msg203
source: Aircraft type:
it: Tipo aereo:

# _msg204
source: Flight rules:
it: Regole di volo:

# _msg207
source: Flight type:
it: Tipo volo:

# _msg208
source: Scheduled
it: Programmato

# _msg209
source: Non-scheduled
it: Non programmato

# _msg210
source: General aviation
it: Aviazione generale

# _msg211
source: Military
it: Militare

# _msg212
source: Other
it: Altro

# _msg213
source: Wake turbulence category:
it: Categoria turbolenza di scia:

# _msg214
source: Light
it: Leggero

# _msg215
source: Medium
it: Medio

# _msg216
source: Heavy
it: Pesante

# _msg218
source: Route
it: Rotta

# _msg219
source: Departure airport:
it: Aeroporto di partenza:

# _msg220
source: Departure time:
it: Ora di partenza:

# _msg221
source: The flight-plan departure airport (%1) is different to the initial location (%2). Click here to set the initial location to the flight-plan's airport.
it: L'aeroporto di partenza in base al piano di volo (%1) è diverso dalla posizione iniziale (%2). Clicca qui per impostare la posizione iniziale all'aeroporto indicato nel piano di volo.

# _msg222
source: Cruise speed:
it: Velocità di crociera:

# _msg223
source: Cruise altitude:
it: Altitudine di crociera:

# _msg224
source: Generate route
it: Genera rotta

# _msg225
source: Using
it: Utilizza

# _msg226
source: High-level (Jet) airways
it: Aerovie superiori (jet)

# _msg227
source: Low-level (Victor) airways
it: Aerovie inferiori (victor)

# _msg228
source: High- & low-level airways
it: Aerovie superiori e inferiori

# _msg229
source: View route
it: Visualizza rotta

# _msg230
source: Clear route
it: Pulisci rotta

# _msg231
source: Destination airport:
it: Aeroporto di destinazione:

# _msg232
source: Estimated enroute time:
it: Tempo di volo stimato:

# _msg233
source: Total distance: %1
it: Distanza totale: %1

# _msg234
source: Alternate airport:
it: Aeroporto alternato:

# _msg235
source: Additional information
it: Informazioni aggiuntive

# _msg236
source: Remarks
it: Note

# _msg237
source: Summary
it: Riepilogo

# _msg238
source: Aircraft
it: Aereo

# _msg239
source: Location
it: Posizione

# _msg240
source: Location page disabled due to conflicting user arguments (in Settings)
it: Pagina Posizione disabilitata a causa di argomenti utente in conflitto (in Impostazioni)

# _msg241
source: Environment
it: Ambiente

# _msg242
source: Settings
it: Impostazioni

# _msg243
source: Add-ons
it: Componenti aggiuntivi

# _msg244
source: Help
it: Aiuto

# _msg245
source: Fly!
it: Vola!

# _msg246
source: Open saved configuration...
it: Apri configurazione salvata...

# _msg247
source: Save configuration as...
it: Salva configurazione con nome...

# _msg248
source: Flight-planning
it: Pianificazione volo

# _msg249
source: View command line
it: Visualizza riga di comando

# _msg250
source: Select data files location...
it: Seleziona percorso file dati...

# _msg251
source: Restore default settings...
it: Ripristina impostazioni predefinite...

# _msg252
source: Quit
it: Esci

# _msg253
source: Location
it: Posizione

# _msg254
source: Search for an airport or navaid
it: Cerca aeroporto o aiuto alla navigazione

# _msg256
source: Enter the name, partial name or ident of a navaid or fix, or an airport name or ICAO identifier. Alternatively, enter a latitude & longitude: for example 53.4,-3.4 or 18.4S, 87.23W
it: Inserisci il nome, nome parziale o codice identificativo di un aiuto alla navigazione o punto, o un nome aeroporto o identificativo ICAO. In alternativa, immetti una latitudine e longitudine: ad esempio 53.4,-3.4 o 18.4S, 87.23W

# _msg257
source: Searching
it: Ricerca in corso

# _msg258
source: No results for found search '%1'
it: Nessun risultato trovato per la ricerca '%1'

# _msg259
source: Heliport:
it: Eliporto:

# _msg260
source: Airport:
it: Aeroporto:

# _msg261
source: Pad
it: Elisuperficie

# _msg262
source: Runway
it: Pista

# _msg263
source: Active
it: Attiva

# _msg264
source: On final approach
it: In finale

# _msg265
source: At
it: A

# _msg266
source: from the threshold
it: dalla soglia

# _msg267
source: Airspeed:
it: Velocità all'aria:

# _msg268
source: Tune navigation radio (NAV1) to runway localizer
it: Sintonizza la radio di navigazione (NAV1) sulla frequenza del localizzatore pista

# _msg269
source: Parking
it: Parcheggio

# _msg270
source: Available
it: Disponibile

# _msg271
source: Altitude:
it: Altitudine:

# _msg272
source: Position: %1
it: Posizione: %1

# _msg273
source: Navaid: %1 / %2
it: Aiuto alla navigazione: %1 / %2

# _msg274
source: Airspeed:
it: Velocità all'aria:

# _msg275
source: Heading:
it: Prua:

# _msg277
source: on bearing
it: in direzione

# _msg278
source: The official FlightGear aircraft hangar is not added, so many standard aircraft will not be available. You can add the hangar now, or hide this message. The offical hangar can always be restored from the 'Add-Ons' page.
it: L'hangar aerei ufficiale FlightGear non è stato aggiunto, per cui molti aerei standard non saranno disponibili. Puoi aggiungere l'hangar ora o nascondere questo messaggio. L'hangar ufficiale può essere sempre ripristinato dalla pagina 'Componenti aggiuntivi'.

# _msg279
source: Adding hangar
it: Aggiunta hangar in corso

# _msg280
source: Add default hangar
it: Aggiungi hangar predefinito

# _msg281
source: Hide
it: Nascondi

# _msg282
source: Remove
it: Rimuovi

# _msg283
source: Cancel
it: Annulla

# _msg284
source: Search
it: Cerca

# _msg285
source: Enter additional command-line arguments if any are required. See <a href="http://flightgear.sourceforge.net/getstart-en/getstart-enpa2.html#x5-450004.5">here</a> for documentation on possible arguments. <br><b>Warning:</b> values entered here always override other settings; <a href="#view-command-line">click here</a> to view the final set of arguments that will be used
it: Immetti argomenti da riga di comando aggiuntivi se richiesti. Vedi <a href="http://flightgear.sourceforge.net/getstart-en/getstart-enpa2.html#x5-450004.5">qui</a> la documentazione relativa ai possibili argomenti. <br><b>Attenzione:</b> i valori immessi qui hanno sempre la precedenza sulle altre impostazioni; <a href="#view-command-line">clicca qui</a> per visualizzare l'insieme finale degli argomenti che saranno utilizzati

# _msg286
source: <b>Warning:</b> specifying <tt>fg-root</tt>, <tt>fg-aircraft</tt>, <tt>fg-scenery</tt> or <tt>fg-home</tt> using this section is not recommended, and may cause problem or prevent the simulator from running. Please use the add-ons page to setup scenery and aircrft directories, and the 'Select data files location' menu item to change the root data directory.
it: <b>Attenzione:</b> non è raccomandato specificare <tt>fg-root</tt>, <tt>fg-aircraft</tt>, <tt>fg-scenery</tt> o <tt>fg-home</tt> in questa sezione, e ciò potrebbe causare problemi o impedire l'esecuzione del simulatore. Utilizzare la pagina Componenti aggiuntivi per impostare le cartelle degli scenari e degli aerei e la voce di menù 'Seleziona percorso file dati' per modificare la cartella radice dei dati.

# _msg287
source: <b>Note:</b> you have entered arguments relating to the startup location below. To prevent problems caused by conflicting settings, the values entered on the location page (for example, airport or altitude) will be ignored.
it: <b>Nota:</b> hai immesso qui sotto argomenti relativi alla posizione di avvio. Per prevenire problemi causati da impostazioni in conflitto, i valori immessi nella pagina Posizione (ad esempio, l'aeroporto o l'altitudine) saranno ignorati.

# _msg288
source: %1 (default)
it: %1 (impostazione predefinita)

# _msg289
source: Change
it: Modifica

# _msg290
source: Use default
it: Utilizza impostazione predefinita

# _msg291
source: Settings
it: Impostazioni

# _msg293
source: General
it: Generale

# _msg296
source: Start paused
it: Avvia in pausa

# _msg297
source: Automatically pause the simulator when launching. This is useful when starting in the air.
it: Metti automaticamente il simulatore in pausa all'avvio. Ciò è utile se la posizione iniziale è in volo.

# _msg298
source: Enable auto-coordination
it: Abilita coordinazione automatica

# _msg299
source: When flying with the mouse, or a joystick lacking a rudder axis, it's difficult to manually coordinate aileron and rudder movements during turn. This option automatically commands the rudder to maintain zero slip angle when banking
it: Quando si vola con il mouse o con un joystick senza asse per il timone è difficile coordinare manualmente i movimenti dell'alettone e del timone durante le virate. Quest'opzione comanda automaticamente il timone per mantenere un angolo di deriva pari a zero in virata.

# _msg300
source: Show debugging console
it: Visualizza console di debug

# _msg301
source: Open a console window showing debug output from the application.
it: Apre una finestra console che visualizza i messaggi di debug dell'applicazione.

# _msg302
source: Enable crash & error reporting
it: Abilita segnalazione arresti anomali ed errori

# _msg303
source: Send crash and error reports to the development team for analysis.
it: Invia le segnalazioni relative ad arresti anomali ed errori al team di sviluppo affinché queste siano analizzate.

# _msg304
source: Enable developer mode
it: Abilita modalità sviluppatore

# _msg305
source: Enable simulator & aircraft development features, such as increased error messages in log files.
it: Abilita le funzionalità di sviluppo del simulatore e degli aerei, quali messaggi d'errore più dettagliati nei file di log.

# _msg306
source: Multi-player
it: Multigiocatore

# _msg308
source: Connect to the multi-player network
it: Esegue una connessione alla rete multigiocatore

# _msg309
source: FlightGear supporters maintain a network of servers to enable global multi-user flight. This requires a moderately fast Internet connection to be usable. Your aircraft will be visible to other users online, and you will see their aircraft.
it: I sostenitori di FlightGear gestiscono una rete di server che consente di volare in tutto il mondo in modalità multigiocatore. Quest'opzione, per essere usabile, richiede una connessione a Internet abbastanza veloce. Il proprio aereo sarà visibile agli altri utenti in linea e tu potrai vedere i loro aerei.

# _msg310
source: Callsign
it: Indicativo di chiamata

# _msg311
source: Enter a callsign you will use online. This is visible to all users and is how ATC services and other pilots will refer to you. (Maximum of seven characters permitted)
it: Immetti un nominativo di chiamata da utilizzare in linea. Questo sarà visibile a tutti gli utenti e con esso i servizi ATC e gli altri piloti si riferiranno a te. (Sono permessi al massimo sette caratteri.)

# _msg313
source: Select a server close to you for better responsiveness and reduced lag when flying online.
it: Seleziona un server vicino a te per una risposta migliore e un minor lag durante il volo in linea.

# _msg314
source: Custom server
it: Server personalizzato

# _msg315
source: Enter a server hostname or IP address, and optionally a port number. (Default port is 5000) For example 'localhost:5001'
it: Immetti un nome host o indirizzo IP di un server e (facoltativamente) un numero di porta. (La porta predefinita è 5000). Ad esempio: 'localhost:5001'.

# _msg316
source: Downloads
it: Download

# _msg318
source: Download scenery automatically
it: Scarica scenari automaticamente

# _msg319
source: FlightGear can automatically download scenery as needed, and check for updates to the scenery. If you disable this option, you will need to download & install scenery using an alternative method.
it: FlightGear può scaricare automaticamente gli scenari quando necessario e verificare la presenza di loro aggiornamenti. Se si disabilita quest'opzione sarà necessario scaricare e installare gli scenari utilizzando un metodo alternativo.

# _msg320
source: Download location
it: Posizione download

# _msg321
source: FlightGear stores downloaded files (scenery and aircraft) in this location. Depending on your settings, it may grow to a considerable size (many gigabytes). If you change the download location, files will need to be downloaded again. When changing this setting, FlightGear will restart to use the new location correctly.
it: FlightGear salva i file scaricati (scenari e aerei) in questo percorso. A seconda delle impostazioni, questo potrebbe diventare di dimensioni notevoli (molti gigabyte). Se modifichi il percorso di download i file dovranno essere scaricati nuovamente. Dopo la modifica di quest'impostazione, FlightGear sarà riavviato per poter utilizzare correttamente il nuovo percorso.

# _msg322
source: Choose a location to store download files.
it: Seleziona un percorso dove salvare i file scaricati.

# _msg323
source: View & Window
it: Visualizzazione e finestra

# _msg325
source: Start full-screen
it: Avvia a schermo intero

# _msg326
source: Start the simulator in full-screen mode.
it: Avvia il simulatore in modalità schermo intero.

# _msg327
source: Window size
it: Dimensioni finestra

# _msg328
source: Select the initial size of the window (this has no effect in full-screen mode).
it: Seleziona la dimensione iniziale della finestra (quest'opzione non ha effetto in modalità schermo intero).

# _msg329
source: Custom Size
it: Dimensioni personalizzate

# _msg330
source: Custom size
it: Dimensioni personalizzate

# _msg331
source: Enter a custom window size in the form 'WWWWW x HHHHH', for example '1280 x 900'
it: Immettere una dimensione finestra personalizzata nel formato 'WWWWW x HHHHH', ad esempio '1280 x 900'

# _msg335
source: Low-spec
it: Basse specifiche

# _msg336
source: The low-spec renderer ensures maximum performance on older computers.
it: Il renderer a basse specifiche assicura le massime prestazioni su computer meno recenti.

# _msg338
source: Default
it: Predefinito

# _msg341
source: The default renderer provides standard visuals with maximum compatibility.
it: Il renderer predefinito fornisce visuali standard con la massima compatibilità.

# _msg342
source: The ALS renderer uses a sophisticated physical atmospheric model and several other effects to give realistic rendering of large distances.
it: Il renderer ALS utilizza un modello fisico atmosferico sofisticato e molti altri effetti per fornire un rendering realistico di grandi distanze.

# _msg343
source: Rembrandt is a configurable multi-pass renderer which supports shadow-maps, cinematic effects and more. However, not all aircraft appear correctly and performance will depend greatly on your system hardware.
it: Rembrandt è un renderer configurabile a più passaggi che supporta shadow map, effetti cinematici e altro. Ciò nonostante, non tutti gli aerei sono visualizzati correttamente e le performance dipenderanno molto dall'hardware di sistema.

# _msg345
source: Anti-aliasing is disabled when Rembrandt is enabled.
it: L'antialiasing è disabilitato quando Rembrandt è attivo.

# _msg346
source: Anti-aliasing improves the appearance of high-contrast edges and lines. This is especially noticeable on sloping or diagonal edges. Higher settings can reduce performance.
it: L'antialiasing migliora l'aspetto dei vertici e degli spigoli ad alto contrasto. Ciò si nota in particolare su spigoli in pendenza o diagonali. Le impostazioni più elevate possono ridurre le prestazioni.

# _msg347
source: Off
it: Disabilitato

# _msg348
source: Cache graphics for faster loading
it: Esegui caching dei file grafici per un caricamento più veloce

# _msg349
source: By converting images used in rendering to an optimised format loading times and memory use can be improved. This will consume some disk space and take initial time while images are converted, but subsequent loads will be faster, and use less memory.
it: Convertendo le immagini utilizzate per il rendering in un formato ottimizzato è possibile migliorare i tempi di caricamento e l'utilizzo della memoria. Ciò richiederà dello spazio su disco e del tempo durante l'esecuzione iniziale e la conversione delle immagini, ma i caricamenti successivi saranno più veloci e utilizzeranno meno memoria.

# _msg350
source: Additional Settings
it: Impostazioni aggiuntive

# _msg352
source: The selected aircraft is not installed or has updates pending
it: L'aereo selezionato non è installato o ha aggiornamenti in sospeso

# _msg353
source: %1 aircraft have updates available - download and install them now?
it: %1 aerei hanno aggiornamenti disponibili - scaricarli e installarli ora?

# _msg354
source: Update all
it: Aggiorna tutto
