Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-Qt.xlf
Languages: es, it, nl, pl, ru

# _msg392
source: Restart FlightGear now
pl: Uruchom teraz ponownie FlightGear

# _msg393
source: Choose a saved configuration
pl: Wybierz zapisaną konfigurację

# _msg394
source: Save the current configuration
pl: Zapisz aktualną konfigurację

# _msg395
source: Fly!
pl: Lećmy!

# _msg396
source: Fly!
pl: Lećmy!

# _msg397
source: Fly!
pl: Lećmy!

# _msg398
source: N
pl: Pn

# _msg399
source: NE
nl: NO
pl: Pn-W

# _msg400
source: E
nl: O
pl: W

# _msg401
source: SE
nl: ZO
pl: Pd-W

# _msg402
source: S
nl: Z
pl: Pd

# _msg403
source: SW
nl: ZW
pl: Pd-Z

# _msg404
source: W
pl: Z

# _msg405
source: NW
pl: Pn-Z

# _msg406
source: at position %1
it: alla posizione %1
nl: op positie %1
pl: na pozycji %1

# _msg407
source: %1nm abeam
it: %1 nm al traverso
nl: %1nm naast
pl: na trawersie %1nm

# _msg408
source: on %1nm final to
it: in finale, %1 nm da
nl: op %1nm afstand van
pl: %1nm na dojścu do

# _msg409
source: on deck at %1 on
it: sul ponte a %1 su
nl: op het dek bij %1 op
pl: na %1 na pokładzie

# _msg410
source: %1 carrier %2 (%3)
it: %1 portaerei %2 (%3)
nl: %1 vliegdekschip %2 (%3)
pl: %1 lotniskowiec %2 (%3)

# _msg411
source: No location selected
it: Nessuna posizione selezionata
nl: Geen locatie gekozen
pl: Brak wybranej lokalizacji

# _msg412
source: on %1-mile final to active runway
it: in finale a %1 miglia dalla pista attiva
nl: op %1 mijl van de actieve startbaan
pl: %1 mil przed końcowym podejściem do aktywnego pasa startowego

# _msg413
source: on active runway
it: sulla pista attiva
nl: op de actieve startbaan
pl: na aktywnym pasie startowym

# _msg414
source: at an available parking position
it: a una posizione di parcheggio disponibile
nl: op een beschikbare opstelplaats
pl: na dostępnej pozycji parkingowej

# _msg415
source: runway %1
nl: startbaan %1
pl: pas startowy %1

# _msg416
source: on %2-mile final to %1
it: in finale a %2 miglia da %1
nl: op %2 mijl van %1
pl: %2 mil na trasie końcowego podejścia do %1

# _msg417
source: on %1
it: a %1
nl: op %1
pl: na %1

# _msg418
source: on pad %1
it: sulla pista per elicotteri %1
nl: op platform %1
pl: na pokładzie %1

# _msg419
source: at parking position %1
it: alla posizione di parcheggio %1
nl: op opstelplaats %1
pl: na pozycji parkingu %1

# _msg421
source: at
it: a
nl: op
pl: na

# _msg422
source: %1nm %2 of
it: %1 nm %2 da
nl: %1nm %2 van
pl: %1nm %2 z

# _msg423
source: %2 waypoint %1
it: %2 punto %1
pl: %2 punktu trasy %1

# _msg425
source: No servers available
it: Nessun server disponibile
nl: Geen servers beschikbaar
pl: Brak dostępnych serwerów

# _msg426
source: Custom server
it: Server personalizzato
nl: Aangepaste server
pl: Własny serwer

# _msg428
source: Initialising navigation data, this may take several minutes
it: Inizializzazione dati di navigazione in corso, quest'operazione può richiedere alcuni minuti
nl: Navigatiedata initiliaseren, dit kan enkele minuten duren
pl: Inicjalizowanie danych nawigacyjnych, to może zająć kilka minut

# _msg429
source: Reading airport data
it: Lettura dati aeroporto in corso
nl: Vliegveldgegevens inlezen
pl: Czytam dane lotnisk

# _msg430
source: Loading airports
it: Caricamento aeroporti in corso
nl: Vliegvelden laden
pl: Wczytywanie lotnisk

# _msg431
source: Loading waypoint data
it: Caricamento dati punti di navigazione in corso
nl: Knooppunten laden
pl: Wczytywanie danych punktów nawigacyjnych

# _msg432
source: Loading navigation data
it: Caricamento dati di navigazione in corso
nl: Navigatiegegevens laden
pl: Wczytywanie danych nawigacyjnych

# _msg433
source: Loading point-of-interest data
it: Caricamento dati punti di interesse in corso
nl: Bezienswaardigheden laden
pl: Ładowanie danych punktów zainteresowań (POI)

# _msg434
source: Another copy of FlightGear is creating the navigation database. Waiting for it to finish.
nl: Een andere instantie van FlightGear is bezig om de navigatiedatabase te maken. Wacht tot deze klaar is.
pl: Inna kopia FlightGear tworzy właśnie bazę nawigacyjną. Czekam na jej zakończenie.

# _msg435
source: Multiple copies of FlightGear running
it: Sono in esecuzione più istanze di FlightGear
nl: Er draaien meerdere instanties van FlightGear
pl: Wiele kopii FlightGear jest uruchomione

# _msg436
source: FlightGear has detected another copy is already running. This copy will run in read-only mode, so downloads will not be possible, and settings will not be saved.
it: FlightGear ha rilevato che un'altra istanza è già in esecuzione. Quest'istanza verrà eseguita in modalità sola lettura, per cui non sarà possibile scaricare file e le impostazioni non saranno salvate.
nl: FlightGear heeft gedetecteerd dat er al een instantie draait. Deze instantie zal in leesmodus draaien, waardoor downloads niet mogelijk zijn en instellingen niet worden opgeslagen.
pl: FlightGear wykrył, że inne kopie aplikacji już są uruchomione. Ta kopia zostanie uruchomiona w trybie tylko do odczytu, tak że pobieranie plików nie będzie możliwe a ustawienia nie będą zapisane.

# _msg437
source: If you are sure another copy is not running on this computer, you can choose to reset the lock file, and run this copy as normal. Alternatively, you can close this copy of the software.
it: Se sei sicuro che su questo computer non siano in esecuzione altre istanze, puoi scegliere di reimpostare il file di lock ed eseguire quest'istanza normalmente. In alternativa puoi chiudere quest'istanza del software.
nl: Als je zeker weet dat er geen andere instantie op deze computer draait kun je het sleutelbestand herstellen en deze instantie normaal draaien. Het is ook mogelijk om deze instantie van de software te sluiten.
pl: Jeśli jesteś pewien/na, że inna kopia programu nie jest uruchomiona na tym komputerze, to możesz wybrać opcję usunięcia pliku blokady i uruchomić aplikację normalnie. Alternatywnie, możesz zamknąć tą kopię programu.

# _msg438
source: Application running from download location
nl: Applicatie draait vanaf de downloadlocatie
pl: Aplikacja uruchamiana z lokalizacji, do której została pobrana

# _msg439
source: FlightGear is running from the download image. For better performance and to avoid potential problems, please copy FlightGear to some other location, such as your desktop or Applications folder.
nl: FlightGear draait vanaf het gedownloade bestand. Kopieer FlightGear naar een andere locatie, zoals je bureaublad of Applicaties map, voor betere prestaties en om problemen te voorkomen.
pl: FlightGear jest uruchomiony z obrazu pobranego z sieci. Dla większej wydajności oraz aby uniknąć potencjalnych problemów, proszę skopiuj FlightGear do innej lokalizacji, takiej jak twój pulpit lub katalog aplikacji.

# _msg440
source: Previous Leg
it: Segmento precedente
nl: Vorige etappe
pl: Następny etap

# _msg441
source: Next Leg
it: Segmento successivo
nl: Volgende etappe
pl: Poprzedni etap

# _msg442
source: Copy to clipboard
it: Copia negli Appunti
nl: Naar klembord kopiëren
pl: Skopiuj do schowka

# _msg443
source: No flight-plan
pl: Brak planu lotu

# _msg444
source: From %1 (%2) to %3 (%4)
pl: Od %1 (%2) do %3 (%4)

# _msg445
source: Load a flight-plan
it: Carica piano di volo
nl: Vluchtplan openen
pl: Wczytaj plan lotu

# _msg446
source: Save flight-plan
it: Salva piano di volo
nl: Vluchtplan opslaan
pl: Zapisz plan lotu

# _msg447
source: at %1'
it: a %1'
nl: op %1'
pl: na %1'

# _msg448
source: above %1'
it: a più di %1'
nl: boven %1'
pl: Powyżej %1'

# _msg449
source: below %1'
it: a meno di %1'
nl: onder %1'
pl: poniżej %1'

# _msg451
source: (disabled due to incompatible FG version)
it: (disabilitato perché questa versione di FlightGear è incompatibile)
nl: (uitgeschakeld vanwege een niet ondersteunde FlightGear versie)
pl: (wyłączone ze względu na niekompatybilność wersji FG)

# _msg452
source: Remove
it: Rimuovi
nl: Verwijderen
pl: Usuń

# _msg453
source: Cancel
it: Annulla
nl: Annuleren
pl: Anuluj

# _msg455
source: Module
it: Modulo
nl: Uitbreiding
pl: Moduł

# _msg456
source: Description
it: Descrizione
nl: Omschrijving
pl: Opis

# _msg458
source: Version
it: Versione
nl: Versie
pl: Wersja

# _msg459
source: Minimum FlightGear version
it: Versione minima di FlightGear
nl: Minimale FlightGear versie
pl: Minimalna wersja FlightGear

# _msg460
source: Maximum FlightGear version
it: Versione massima di FlightGear
nl: Maximale FlightGear versie
pl: Maksymalna wersja FlightGear

# _msg461
source: Authors
it: Autori
nl: Auteurs
pl: Autorzy

# _msg462
source: Maintainers
it: Manutentori
nl: Ontwikkelaars
pl: Wsparcie

# _msg463
source: Website
it: Sito Web
pl: Strona internetowa

# _msg464
source: Support and issue reporting
it: Supporto e segnalazione errori
nl: Ondersteuning en problemen melden
pl: Wsparcie i zgłaszanie błędów

# _msg465
source: Download
nl: Downloaden
pl: Pobieranie

# _msg466
source: Local file location
it: Percorso file locali
nl: Lokale bestandslocatie
pl: Lokalizacja pliku

# _msg467
source: Install
it: Installa
nl: Installeren
pl: Instaluj

# _msg468
source: Switch to grid view
it: Passa a modalità griglia
nl: Naar tabelweergave
pl: Przełącz na widok tabeli

# _msg469
source: Switch to list view
it: Passa a modalità elenco
nl: Naar lijstweergave
pl: Przełącz na widok listy

# _msg471
source: Carrier: %1
it: Portaerei: %1
nl: Vliegdekschip: %1
pl: Lotniskowiec: %1

# _msg472
source: On final approach
it: In finale
nl: In de eindnadering
pl: Przy końcowym podejściu

# _msg473
source: Abeam carrier at 180 degrees
it: Al traverso della portaerei a 180 gradi
nl: Naast het vliegdekschip op 180 graden
pl: Na trawersie przy 180 stopniach

# _msg474
source: at
it: a
nl: op
pl: na

# _msg475
source: from the FLOLS (aka the ball)
it: dal sistema ottico di atterraggio a lenti di Fresnel
nl: van de FLOS (de naderingslampen)
pl: od FLOLS (a'ka piłka)

# _msg476
source: Airspeed:
it: Velocità all'aria:
nl: Luchtsnelheid:
pl: Prędkość:

# _msg477
source: On deck
it: Sul ponte
nl: Op het dek
pl: Na pokładzie

# _msg478
source: Tune navigation radio (TACAN) to carrier
it: Sintonizza la radio di navigazione (TACAN) sulla frequenza della portaerei
nl: Navigatieradio (TACAN) op het vliegdekschip afstellen
pl: Dostrój nawigacyjne radio (TACAN) do lotniskowca

# _msg479
source: An updated version of the official aircraft hangar '%2' was automatically installed. Existing aircraft have been marked for update, <a href=%1>click here to update them all</a>
nl: Een nieuwe versie van de officiële hangar met vliegtuigen '%2' is automatisch geïnstalleerd. Verouderde vliegtuigen zijn gemarkeerd, <a href=%1>klik hier om ze allemaal bij te werken</a>
pl: Zaktualizowana wersja oficjalnego hangaru '%2' została automatycznie zainstalowana. Istniejące statki powietrzne zostały zaznaczone do aktualizacji, <a href=%1>kliknij tutaj aby zaktualizować je wszystkie</a>

# _msg480
source: An updated version of the hangar '%2' was automatically installed. Existing aircraft have been marked for update, <a href=%1>click here to update them all</a>
nl: Een nieuwe versie van de hangar '%2' is automatisch geïnstalleerd. Verouderde vliegtuigen zijn gemarkeerd, <a href=%1>klik hier om ze allemaal bij te werken</a>
pl: Zaktualizowana wersja hangaru '%2' została automatycznie zainstalowana. Istniejące statki powietrzne zostały zaznaczone do aktualizacji, <a href=%1>kliknij tutaj aby zaktualizować je wszystkie</a>

# _msg481
source: A new release of FlightGear is available (%1): click for more information
it: È disponibile una nuova versione di FlightGear (%1): clicca per ulteriori informazioni
nl: Een nieuwe versie van FlightGear is beschikbaar (%1): klik voor meer informatie
pl: Nowe wydanie FlightGear jest dostępne (%1): kliknij po więcej informacji

# _msg482
source: Updated version %1 is available: click here to download
it: È disponibile la versione aggiornata %1: clicca qui per scaricarla
nl: Nieuwe versie %1 is beschikbaar: klik hier om te downloaden
pl: Zaktualizowana wersja %1 jest dostępna: kliknij tutaj aby pobrać

# _msg484
source: feet above sea-level (MSL)
nl: voet boven zeeniveau
pl: stopy powyżej poziomu morza (MSL)

# _msg486
source: feet above ground level (AGL)
nl: voet boven de grond
pl: stopy powyżej poziomu lądu (AGL)

# _msg487
source: ft above field
nl: voet boven het veld
pl: stopy powyżej pola

# _msg488
source: feet above airfield
nl: voet boven het vliegveld
pl: stopy powyżej lotniska

# _msg490
source: Flight-level
pl: Poziom lotu

# _msg492
source: meters above sea-level (MSL)
nl: meter boven zeeniveau
pl: metry powyżej poziomu morza (MSL)

# _msg494
source: Knots
nl: knopen
pl: Węzły

# _msg498
source: Kilometers/hour
nl: kilometer/uur
pl: Kilometry/godzinę

# _msg499
source: °True
pl: °Rzeczywiste

# _msg500
source: degrees true
nl: graden (waar)
pl: rzeczywiste stopnie

# _msg502
source: degrees magnetic
nl: graden (magnetisch)
pl: stopnie magnetyczne

# _msg504
source: Universal coordinated time
nl: gecoördineerde wereldtijd
pl: Czas uniwersalny

# _msg505
source: Local
nl: Lokaal
pl: Lokalny

# _msg506
source: Local time
nl: Lokale tijd
pl: Czas lokalny

# _msg508
source: Nautical miles
nl: zeemijlen
pl: Mile morskie

# _msg510
source: Kilometers
nl: kilometer
pl: Kilometry

# _msg513
source: <p>FlightGear previously downloaded aircraft and scenery to a folder within your 'Documents' folder. This can cause problems with some security features of Windows, so a new location is now recommended.</p><br/><p>To keep your existing aircraft and scenery downloads, please move the files from <u><a href=%1>the old location</a></u> to <u><a href=%2>the new location</a></u></p>
nl: <p>FlightGear heeft eerder vliegtuigen en landschappen gedownload naar een map in je 'Documenten' map. Dit kan problemen opleveren met de beveiliging van Windows. Daarom raden we een nieuwe locatie aan.</p><br/><p>Om je huidige vliegtuigen en landschappen te bewaren dien je de bestanden van <u><a href=%1>de oude locatie</a></u> naar <u><a href=%2>de nieuwe locatie</a></u> te verplaatsen</p>
pl: <p>FlightGear poprzednio pobierał statki powietrzne i scenerię do katalogu wewnątrz katalogu 'Dokumenty'. To może powodować problemy powiązane z funkcjami bezpieczeństwa systemu Windows, więc nowa lokalizacja jest teraz rekomendowana.</p><br/><p>Aby zatrzymać istniejące pobrania statków powietrznych i scenerii, proszę przenieś pliki z <u><a href=%1>starej lokalizacji</a></u> do <u><a href=%2>nowej lokalizacji</a></u></p>

# _msg514
source: Close
nl: Sluiten
pl: Zamknij

# _msg515
source: Click here to show advanced settings in this section
nl: Klik hier om de geavanceerde instellingen in deze sectie te tonen
pl: Kliknij tutaj aby pokazać zaawansowane opcje tej sekcji

# _msg8
source: FlightGear version 3.4.5
it: FlightGear versione 3.4.5
nl: FlightGear versie 3.4.5

# _msg25
source: Filter using ratings
it: Filtra per valutazione
nl: Filteren op beoordelingen

# _msg26
source: Adjust minimum ratings
it: Modifica valutazioni minime
nl: Minimale beoordelingen aanpassen

# _msg27
source: Aircraft are rated by the community based on four critiera, on a scale from one to five. The ratings are designed to help make an informed guess how complete and functional an aircraft is.
it: Gli aerei sono valutati dalla comunità su una scala da uno a cinque in base a quattro criteri. Le valutazioni sono concepite per aiutare l'utente a stimare in modo informato la completezza e la funzionalità di un aereo.
nl: Vliegtuigen worden door de gemeenschap ingedeeld op basis van vier criteria op een schaal van een tot vijf. De criteria zijn ontworpen om een onderbouwde inschatting te kunnen maken over de compleetheid en functionaliteit van een vliegtuig.

# _msg28
source: Minimum flight-model (FDM) rating:
it: Valutazione minima modello di volo (FDM):
nl: Minimale vliegeigenschappen (FDM) beoordeling:

# _msg30
source: Minimum cockpit visual rating
it: Valutazione minima modello visivo
nl: Minimale cockpit beoordeling

# _msg32
source: Click here to change which aircraft are shown or hidden based on their ratings
nl: Klik hier om te wijzigen welke vliegtuigen worden getoond op basis van hun beoordeling

# _msg33
source: Click here to select different variants or models of this aircraft
nl: Klik hier om andere varianten of modellen van dit vliegtuig te selecteren

# _msg34
source: URI: %1 Local path: %2
nl: URI: %1 Lokaal pad: %2

# _msg43
source: Toggle between grid and list view
nl: Schakel tussen raster- en lijstweergave

# _msg44
source: Installed Aircraft
it: Aerei installati
nl: Geïnstalleerde vliegtuigen

# _msg45
source: Use this button to view installed aircraft
nl: Bekijk via deze knop geïnstalleerde vliegtuigen

# _msg46
source: Favourites
it: Preferiti
nl: Favorieten

# _msg47
source: Browse
it: Sfoglia
nl: Bladeren

# _msg48
source: View available aircraft to download
nl: Bekijk beschikbare vliegtuigen om te downloaden

# _msg50
source: Enter text to search aircraft names and descriptions.
nl: Begin te typen om vliegtuignamen en -omschrijvingen te vinden

# _msg51
source: No aircraft match the search.
it: Nessun aereo corrisponde alla ricerca.
nl: Geen vliegtuigen gevonden.

# _msg52
source: No favourite aircraft selected: install some aircraft and mark them as favourites by clicking the ★
it: Nessun aereo preferito selezionato: installa degli aerei e contrassegnali come preferiti cliccando su ★
nl: Geen favoriet vliegtuig geselecteerd: installeer een vliegtuig en markeer hem als favoriet door op de ★ te klikken

# _msg53
source: To install additional aircraft, click the the 'Browse' tab at the top of this page.
it: Per installare aerei aggiuntivi, clicca sulla scheda "Sfoglia" in cima a questa pagina.
nl: Klik op de "Bladeren" knop bovenaan het venster om extra vliegtuigen te installeren.

# _msg54
source: No aircraft updates available right now
it: Nessun aggiornamento aereo disponibile
nl: Er zijn momenteel geen updates voor vliegtuigen

# _msg55
source: Licenced under the GNU Public License (GPL) - click for more info
it: Concesso in licenza in base ai termini della GNU Public License (GPL) - clicca per ulteriori informazioni
nl: Onder GNU Public License (GPL) licentie - klik voor meer informatie

# _msg56
source: Aircraft:
it: Aereo:
nl: Vliegtuig:

# _msg57
source: No aircraft selected
it: Nessun aereo selezionato
nl: Geen vliegtuig gekozen

# _msg58
source: Access recently used aircraft.
nl: Bekijk recent gebruikte vliegtuigen

# _msg59
source: State:
it: Stato:
nl: Status:

# _msg60
source: Default state
it: Stato predefinito
nl: Standaard status

# _msg61
source: Choose the starting condition of the aircraft
nl: Kies de beginconditie van het vliegtuig

# _msg62
source: Location:
it: Posizione:
nl: Locatie:

# _msg63
source: <i>set from user arguments (in Settings)</i>
it: <i>impostato dagli argomenti utente (nelle Impostazioni)</i>
nl: <i>door de gebruiker ingesteld (in Instellingen)</i>

# _msg64
source: Click to view and change the current location.
nl: Klik om de huigite locatie te bekijken of te wijzigen

# _msg65
source: Access recently used locations
nl: Bekijk recente locaties

# _msg66
source: Flight Plan:
nl: Vluchtplan:

# _msg67
source: Settings:
it: Impostazioni:
nl: Instellingen:

# _msg68
source: <p>For help using this launcher, <a %1>try enabling the getting started hints</a>.</p>
nl: <p>Voor hulp bij het gebruik van deze opstarthulp, kun je <a %1>handige hints inschakelen</a>.</p>

# _msg69
source: <p>FlightGear is open source software, developed entirely by volunteers. Support is provided by our excellent user community. The easiest place to ask questions and get support is on <a %1>our forums</a>.</p> <p>To get started with the simulator, please use our tutorial system: this is available from the 'Help' menu in the simulator. We recommend starting with the Cessna 172 to learn how to get airborne.</p> <p>Other good resources:<ul><li><a %2>the official manual (PDF)</a></li> <li><a %3>key commands reference</a></li> <li><a %4>our wiki</a> (which includes FAQs)</li> </ul></p>
it: <p>FlightGear è software open source interamente sviluppato da volontari. Il supporto è fornito dalla nostra ottima comunità di utenti. Il posto migliore per rivolgere domande e ottenere supporto è <a %1>il nostro forum</a>.</p> <p>Per iniziare con il simulatore, utilizza il nostro sistema tutorial: è disponibile dal menù "Aiuto" del simulatore. Consigliamo di iniziare con il Cessna 173 per imparare ad alzarsi in volo.</p> <p>Altre buone risorse:<ul><li><a %2>il manuale ufficiale (PDF)</a></li> <li><a %3>riferimento ai comandi principali</a></li> <li><a %4>il nostro wiki</a> (che include delle FAQ)</li> </ul></p>
nl: <p>FlightGear is vrije software, volledig ontwikkeld door vrijwilligers. Onze gebruikers bieden ondersteuning via <a %1>ons forum</a>.</p> <p>Om met de simulator te beginnen raden we aan een tutorial te starten via het 'Help' menu in de simulator. De Cessna 172 is een goed vliegtuig om mee te leren vliegen.</p> <p>Andere goede hulpbronnen:<ul><li><a %2>de officiële handleiding (PDF)</a></li> <li><a %3>toetsencombinaties</a></li> <li><a %4>onze wiki</a> (inclusief veelgestelde vragen)</li> </ul></p>

# _msg70
source: <p>If you find an issue, please use <a %1>our help forum</a>.</p>
it: <p>Se riscontri un problema, utilizza <a %1>il nostro forum per ottenere aiuto</a>.</p>
nl: <p>Meld problemen alsjeblieft op <a %1>ons forum</a>.</p>

# _msg71
source: <p>FlightGear is the result of twenty-five years of work by hundreds of contributors around the world. We'd be delighted if you would join us.</p>
it: <p>FlightGear è il prodotto di venticinque anni di lavoro di centinaia di collaboratori provenienti da tutto il mondo. Ci farebbe piacere se tu ti unissi a noi.</p>
nl: <p>FlightGear is het resultaat van 25 jaar aan werk door honderden vrijwilligers van over de hele wereld. We kijken er naar uit om je in ons midden te verwelkomen!</p>

# _msg72
source: Click here to cycle through preview images
nl: Klik hier om door de afbeeldingen te bladeren

# _msg73
source: Next
it: Avanti
nl: Volgende

# _msg74
source: Extracting
it: Estrazione in corso
nl: Uitpakken

# _msg75
source: Okay
it: OK
nl: OK

# _msg76
source: Choose scenery to install
it: Seleziona lo scenario da installare
nl: Kies te installeren landschap

# _msg77
source: Problems occured extracting the archive '%1': %2
it: Si sono verificati dei problemi durante l'estrazione dell'archivio '%1': %2
nl: Er zijn problemen opgetreden bij het uitpakken van '%1': %2

# _msg78
source: Extracting %1
it: Estrazione di %1 in corso
nl: Uitpakken van %1

# _msg79
source: scenery archive name is not correct.
it: il nome dell'archivio scenario non è corretto.
nl: naam van landschapspakket is onjuist.

# _msg80
source: file does not appear to be a scenery archive.
it: sembra che il file non sia un archivio scenario.
nl: bestand is geen landschapspakket.

# _msg81
source: unarchiving failed
it: decompressione non riuscita
nl: uitpakken mislukt

# _msg82
source: Add
nl: Toevoegen

# _msg84
source: Cancel
nl: Annuleren

# _msg85
source: Add hangar
nl: Hangar toevoegen

# _msg86
source: Failed to find a hangar description at the URL: '%1'. Check you entered the URL correctly.
nl: Er is geen hangaromschrijving gevonden op: '%1'. Controleer dat de URL juist is ingevoerd.

# _msg87
source: Access to the hangar data was forbidden by the server. Please check the URL you entered, or contact the hangar authors.
nl: De toegang tot de hangar is tegengehouden door de server. Controleer de ingevoerde URL of neem contact op met de eigenaar van de hangar.

# _msg88
source: Failed to download from the server due to a network problem. Check your Internet connection is working, and that you entered the correct URL.
nl: Het is door een netwerkfout niet gelukt om data te downloaden van de server. Controleer je internetverbinding en de ingevoerde URL.
