Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-nonQt.xlf
Languages: de, fr, it, nl, pl, ru

# options/enable-clouds-desc:0
source: Enable 2D (flat) cloud layers
de: Flache 2D-Wolken aktivieren
fr: Active les couches de nuages 2D (à plat)
it: Abilita strati di nuvole 2D (piatti)
nl: 2D (vlakke) bewolking tonen
pl: Włącz płaskie (2D) warstwy chmur
ru: Включить 2D (плоскую) облачность

# options/enable-clouds3d-desc:0
source: Enable 3D (volumetric) cloud layers
de: Volumetrische 3D-Wolken aktivieren
fr: Active les couches de nuages 3D (volumétriques)
it: Abilita strati di nuvole 3D (volumetrici)
nl: 3D (natuurlijke) bewolking tonen
pl: Włącz przestrzenne (3D) warstwy chmur
ru: Включить 3D (объёмную) облачность

# options/enable-distance-attenuation:0
source: Enable runway light distance attenuation
de: Dämpfung der Startbahnbeleuchtung bei größerer Entfernung aktivieren
fr: Active l'atténuation de l'éclairage des pistes due à la distance
it: Abilita attenuazione a distanza delle luci sulla pista
nl: Lichtpunt verkleining voor voor verre lichten gebruiken
pl: Włącz dostosowanie natężenia świateł pasa startowego
ru: Включить атмосферное поглощение света огней ВПП

# options/enable-enhanced-lighting:0
source: Enable enhanced runway lighting
de: Detaillierte Startbahnbeleuchtung aktivieren
fr: Active l'éclairage amélioré des pistes
it: Abilita illuminazione pista intensificata
nl: Verbeterde startbaan verlichting
pl: Włącz rozszerzone oświetlenie pasa startowego
ru: Вкючить расширенное освещение ВПП

# options/enable-fgcom-desc:0
source: Enable FGCom built-in
de: Integriertes FGCom aktivieren
fr: Active la version intégrée de FGCom
it: Abilita FGCom integrato
nl: Ingebouwde FGCom inschakelen
pl: Włącz wbudowany FGCom
ru: Включить встроенный FGCom

# options/enable-freeze-desc:0
source: Start in a frozen state
de: Pausiert starten
fr: Démarre dans un état figé (en pause)
it: Inizia in modalità congelata
nl: Start in een bevroren situatie
pl: Uruchom w trybie wstrzymanym
ru: Начать симуляцию в режиме паузы

# options/enable-fuel-freeze-desc:0
source: Fuel tank quantity forced to remain constant
de: Treibstoffverbrauch einfrieren
fr: La quantité de carburant dans les réservoirs reste constante
it: La quantità di carburante nei serbatoi viene mantenuta forzatamente costante
nl: Verbruik geen brandstof
pl: Ilość paliwa w zbiorniku jest stała
ru: Уровни топлива не изменяются при выработке

# options/enable-fullscreen-desc:0
source: Enable fullscreen mode
de: Vollbild aktivieren
fr: Active le mode plein écran
it: Abilita modalità schermo intero
nl: Volledig scherm inschakelen
pl: Włącz tryb pełnoekranowy
ru: Включить полноэкранный режим

# options/enable-horizon-effect:0
source: Enable celestial body growth illusion near the horizon
de: Scheinbare Vergrößerung von Himmelskörpern nahe dem Horizont aktivieren
fr: Active l'illusion de loupe des corps célestes à proximité de l'horizon
it: Abilita l'illusione della crescita dei corpi celesti vicino all'orizzonte
nl: Laat hemellichamen groter zien als ze dicht bij de horizon staan
pl: Włącz iluzję zwiększania rozmiaru ciał niebieskich blisko horyzontu
ru: Включить эффект увеличения небесных тел у горизонта

# options/enable-hud-3d-desc:0
source: Enable 3D HUD
de: 3D-HUD aktivieren
fr: Active le collimateur 3D
it: Abilita HUD 3D
nl: Schakel 3D HUD in
pl: Włącz HUD 3D
ru: Включить 3D HUD

# options/enable-hud-desc:0
source: Enable Heads Up Display (HUD)
de: Head-Up-Display (HUD) aktivieren
fr: Active le collimateur tête haute (Head Up Display, HUD)
it: Abilita Head Up Display (HUD)
nl: Heads Up Display (HUD) tonen
pl: Włącz wyświetlacz przezierny (HUD)
ru: Включить лобовой/шлемный индикатор (HUD)

# options/enable-mouse-pointer-desc:0
source: Enable extra mouse pointer
de: Zusätzlichen Mauszeiger aktivieren
fr: Active le pointeur de la souris supplémentaire
it: Abilita cursore mouse aggiuntivo
nl: Extra cursor inschakelen
pl: Włącz dodatkowy wskaźnik myszy
ru: Включить дополнительный курсор мыши

# options/enable-mouse-pointer-desc:1
source: (i.e. for full screen Voodoo based cards)
de: z.B. für Vollbild-Voodoo-Karten
fr: (c'est-à-dire pour l'affichage plein écran avec des cartes à base de Voodoo)
it: (ad es. per la modalità a schermo intero su schede grafiche basate su Voodoo)
nl: (bijvoorbeeld voor Voodoo kaarten in volledige scherm mode)
pl: (np. dla trybu pełnoekranowego dla kart bazujacych na Voodoo)
ru: (т.е. для поноэкранного режима видеокарт типа "Voodoo")

# options/enable-panel-desc:0
source: Enable instrument panel
de: Instrumentenbrett aktivieren
fr: Active le panneau des instruments
it: Abilita pannello strumenti
nl: Insturmentenpaneel tonen
pl: Włącz kokpit
ru: Включить приборную доску

# options/enable-random-buildings-desc:0
source: Include random buildings objects
de: Zufällige Gebäude anzeigen
fr: Active les objets bâtiments aléatoires
it: Includi oggetti edificio casuali
nl: Willekeurig geplaatste gebouwen tonen
pl: Włącz losowe budynki
ru: Включить случайные наземные объекты: строения

# options/enable-random-objects-desc:0
source: Include random scenery objects
de: Zufällige Objekte darstellen
fr: Inclut les objets aléatoires dans les scènes
it: Includi oggetti casuali nello scenario
nl: Willekeurig geplaatste objecten tonen
pl: Włącz losowe obiekty terenowe
ru: Включить случайные наземные объекты: прочие

# options/enable-random-vegetation-desc:0
source: Include random vegetation objects
de: Zufällige Vegetation anzeigen
fr: Active les objets de végétation aléatoires
it: Includi oggetti vegetazione casuali
nl: Willekeurig geplaatste flora tonen
pl: Włącz losową wegetację
ru: Включить случайные наземные объекты: растительность

# options/enable-real-weather-fetch-desc:0
source: Enable METAR based real weather fetching (this requires an open internet connection)
de: Echtes Wetter auf METAR-Basis aktivieren (benötigt Internetzugang)
fr: Active la récupération de la météo en temps réel se basant sur les METAR (nécessite une connection Internet active)
it: Abilita recupero condizioni meteo reali basate su METAR (richiede una connessione a Internet attiva)
nl: Schakel actueel weer op basis van METAR in (hiervoor is een internetverbinding vereist)
pl: Włącz rzeczywistą pogode na bazie pobieranych danych METAR (wymaga dostępnego połączenia internetowego)
ru: Включить получение реальной погоды METAR по сети

# options/enable-rembrandt-desc:0
source: Enable Rembrandt rendering
de: Rembrandt Rendering-Engine aktivieren
fr: Active le rendu Rembrandt
it: Abilita rendering Rembrandt
nl: Rembrandt weergave inschakelen
pl: Włącz renderowanie Rembrand
ru: Включить движок "Rembrandt"

# options/enable-save-on-exit:0
source: Allow saving preferences at program exit
de: Einstellungen beim Beenden speichern
fr: Autorise la sauvegarde des préférences à la sortie du programme
it: Abilita il salvataggio delle impostazioni all'uscita dal programma
nl: Sla instellingen op bij het afsluiten
pl: Pozwala zapisywać ustawienia przy wyjściu z programu
ru: Разрешить сохранение настроек при завершении

# options/enable-sound-desc:0
source: Enable sound effects
de: Sound aktivieren
fr: Active les effets sonores
it: Abilita effetti sonori
nl: Geluidseffecten inschakelen
pl: Włącz efekty dźwiekowe
ru: Включить звуковые эффекты

# options/enable-specular-highlight:0
source: Enable specular reflections on textured objects
de: Spiegelnde Reflektionen an texturierten Objekten aktivieren
fr: Active les réflexions spéculaires sur les objets texturés
it: Abilita riflessioni speculari su oggetti con texture
nl: Laat de directe zonlicht reflecties op voorwerpen met een texture zien
pl: Włącz refleksy na teksturowanych obiektach
ru: Включить блеск текстурированных объектов

# options/enable-splash-screen-desc:0
source: Enable splash screen
de: Startbildschirm aktivieren
fr: Active l'écran d'accueil
it: Abilita la schermata iniziale
nl: Introductie scherm laten zien
pl: Włącz ekran powitalny
ru: Включить экран приветствия

# options/enable-terrasync-desc:0
source: Enable automatic scenery downloads/updates
de: Automatischen Download/Update von Szenerie aktivieren
fr: Active le téléchargement/la mise à jour automatique des scènes
it: Abilita download/aggiornamenti scenario automatici
nl: Schakel het automatisch downloaden/updaten van landschappen in
pl: Włącz automatyczne pobieranie/aktualizację scenerii
ru: Включить автоматическую загрузку и обновление местности

# options/enable-textures-desc:0
source: Enable textures
de: Texturen aktivieren
fr: Active les textures
it: Abilita texture
nl: Textures gebruiken
pl: Włącz teksturowanie
ru: Включить текстуры

# options/enable-wireframe-desc:0
source: Enable wireframe drawing mode
de: Drahtgitterdarstellung aktivieren
fr: Active le mode de dessin en fil de fer
it: Abilita modalità di disegno wireframe
nl: Model frame opbouw gebruiken
pl: Włącz tryb rysowania konturowego
ru: Включить режим отрисовки "проволочная сетка"

# options/environment-options:0
source: Environment Options
de: Umwelteinstellungen
fr: Options d'environnement
it: Opzioni ambiente
nl: Omgevingsinstellingen
pl: Opcje środowiska
ru: Условия

# options/failure-desc:0
source: Fail the pitot, static, vacuum, or electrical system (repeat the option for multiple system failures).
de: Das Pitot-, Vakuum-, statische oder elektrische System ausfallen lassen (mehrfach für mehrere Systemausfälle möglich).
fr: Met en panne les systèmes pitot, statique, de vide ou électrique (répéter l'option pour des pannes système multiples).
it: Fai guastare i sistemi pitot, statico, del vuoto o elettrico (specifica più volte l'opzione per far guastare più di un sistema).
nl: Zorg dat de pitot, static, vacuum, of het elektrische systeem niet werkt (herhaal de optie voor meerdere systeemfouten).
pl: Uszkodzenia rurki pitot'a, statyczne, próżni lub elektryczne (powtórz dla uszkodzeń wielu systemów).
ru: Смоделировать отказ системы динамического ("pitot"), статического давления ("static"), вакуума ("vacuum") или электрики ("electrical") (допустимо повторение для нескольких систем)

# options/fdm-desc:0
source: Select the core flight dynamics model
de: Wähle das grundlegende Flugdynamikmodell aus
fr: Choisit le modèle dynamique de vol de base
it: Seleziona il modello principale della dinamica di volo
nl: Kies het standaard simulatie model
pl: Wybierz główny model dynamiki lotu
ru: Выбрать модель динамики

# options/fdm-desc:1
source: Can be one of jsb, larcsim, yasim, magic, balloon, ada, external, or null
de: Entweder jsb, larcsim, yasim, magic, balloon, ada, external, oder null
fr: Peut être jsb, larcsim, yasim, magic, balloon, ada, external, ou null
it: Può essere jsb, larcsim, yasim, magic, balloon, ada, external o null
nl: Dit kan een van de volgende modellen zijn: jsb, larcsim, yasim, magic, balloon, ada, external, of null
pl: Dostępne: jsb, larcsim, yasim, magic, balloon, ada, external, lub null
ru: Варианты: "jsb", "larcsim", "yasim", "magic", "balloon", "ada", "external" или "null"

# options/fdm-options:0
source: Flight Model
de: Optionen für die Flugphysik
fr: Modèle de vol
it: Modello di volo
nl: Vliegeigenschappen
pl: Model dynamiki lotu (FDM)
ru: Динамика

# options/features-options:0
source: Features
fr: Options des caractéristiques
it: Caratteristiche
nl: Eigenschappen
pl: Funkcjonalności
ru: Функции

# options/fg-aircraft-desc:0
source: Specify additional aircraft directory path(s) (alternatively, you can use --aircraft-dir to target a specific aircraft in a given directory)
de: Konfiguriert Verzeichnisse mit zusätzlichen Flugzeugen
fr: Spécifie les emplacements des répertoires d'aéronefs additionnels (autrement, on peut utiliser conjointement --aircraft et --aircraft-dir pour choisir un aéronef situé dans un répertoire particulier)
it: Specifica percorsi aggiuntivi directory aerei (in alternativa, puoi utilizzare --aircraft-dir per specificare un determinato aereo in una directory data)
nl: Definiëer extra vliegtuigmappen (optioneel kan een specifiek vliegtuig in een map met --aircraft-dir worden aangeroepen)
pl: Określa dodatkowe scieźki samolotów (alternatywnie, możesz uzyć --aircraft-dir aby wskazać określony katalog danego samolotu)
ru: Задать путь/пути к дополнительной директории с ЛА (иначе "--aircraft-dir" для пути к одной модели)

# options/fg-root-desc:0
source: Specify the root data path
de: Konfiguration des FlightGear Datenverzeichnisses
fr: Spécifie l'emplacement du répertoire racine des données
it: Specifica la radice del percorso dati
nl: Definiëer de locatie van de hoofdmap
pl: Określ ścieżkę do głównego katalogu danych
ru: Задать путь к данным FlightGear

# options/fg-scenery-desc:0
source: Specify the scenery path(s);
de: Konfiguriert den Pfad zu den Szeneriedaten;
fr: Spécifie l'emplacement des répertoires des scènes ;
it: Specifica i percorsi per lo scenario/gli scenari;
nl: Definiëer de locatie van de landschapsmap(pen);
pl: Określ ściezkę(i) do scenerii;
ru: Задать путь или пути к местности

# options/fg-scenery-desc:1
source: Defaults to $FG_ROOT/Scenery
de: Voreinstellung ist $FG_ROOT/Scenery
fr: Positionné par défaut à $FG_ROOT/Scenery
it: impostazione predefinita: $FG_ROOT/Scenery
nl: Standaard is dit $FG_ROOT/Scenery
pl: Domyślna ścieżka $FG_ROOT/Scenery
ru: По умолчанию: $FG_ROOT/Scenery

# options/fgviewer-desc:0
source: Use a model viewer rather than load the entire simulator;
de: Den Modell-Betrachter verwenden, anstatt den gesamten Simulator zu laden
fr: Utilise un visualisateur de modèle plutôt que de charger le simulateur entier ;
it: Utilizza un visualizzatore di modelli anziché caricare l'intero simulatore;
nl: Gebruik een modelweergave, in plaats van de hele simulator te laden
pl: Wykorzystaj przeglądarkę modeli zamiast ładować cały symulator;
ru: Просмотр моделей вместо полной симуляции

# options/fix-desc:0
source: Specify starting position relative to a fix
de: Startposition relativ zu einem Fix angeben
fr: Précise la position de démarrage relative à un point fixe
it: Specifica la posizione iniziale relativa a un fix
nl: Kies de startpositie ten opzichte van een fix
pl: Określ pozycję startową względem fix'a
ru: Задать начальное положение относительно навигационной точки

# options/flarm-desc:0
source: Open connection using the Flarm protocol, which includes NMEA/GPS and traffic reporting messages
de: Ein Verbindung per Flarm-Protokoll herstellen, welches NMEA/GPS und Verkehrsinformationen überträgt
fr: Ouvre une connexion avec le protocole Flarm, qui comporte des messages NMEA/GPS et des informations sur le trafic
it: Apri una connessione utilizzando il protocollo Flarm, che include messaggi NMEA/GPS e di segnalazione del traffico
nl: Open een verbinding met het Flarm protocol, inclusief NME/GPS en verkeersmeldingen
pl: Otwórz połączenie używajac protokolu Flarm, który zawiera NMEA/GPS oraz informacje o ruchu
ru: Начать соединение с протоколом "Flarm", который включает "NMEA/GPS" и отчёты о трафике

# options/flight-plan-desc:0
source: Read all waypoints from a file
de: Alle Wegpunkte von der angegebenen Datei einlesen
fr: Lit tous les points tournants à partir d'un fichier
it: Leggi tutti i waypoint da un file
nl: Lees alle routepunten uit een bestand
pl: Wczytaj punkty przelotu z pliku
ru: Получить маршрут из файла

# options/fog-disable-desc:0
source: Disable fog/haze
de: Nebel/Dunst deaktivieren
fr: Désactive le brouillard/la brume
it: Disabilita nebbia/foschia
nl: Laat geen mist zien
pl: Wyłącz mglę/mgiełkę
ru: Отключить туман/дымку

# options/fog-fastest-desc:0
source: Enable fastest fog/haze
de: Schnellere Darstellung von Nebel/Dunst
fr: Active un rendu de brouillard/brume plus rapide
it: Abilita la nebbia/foschia più veloce
nl: Selecteer de snelste mist generator
pl: Włącz najszybszą mgłę/mgiełkę
ru: Включить наиболее быстрый туман/дымку

# options/fog-nicest-desc:0
source: Enable nicest fog/haze
de: Schönere Darstellung von Nebel/Dunst
fr: Active un rendu de brouillard/brume plus joli
it: Abilita la nebbia/foschia migliore
nl: Selecteer de mooiste mist generator
pl: Włącz lekką mglę/mgiełkę
ru: Включить наиболее красивый туман/дымку

# options/fov-desc:0
source: Specify field of view angle
de: Das Sichtfeld in Grad angeben
fr: Précise le champ de l'angle de vue
it: Specifica angolo campo visivo
nl: Specificeer het zichtveld
pl: Określ kąt pola widzenia
ru: Задать угол обзора

# options/fpe-desc:0
source: Abort on encountering a floating point exception;
de: Abbruch bei Auftreten eines Fließkommafehlers
fr: Abandonne en cas d'exception lors d'une opération en virgule flottante
it: Termina l'esecuzione al verificarsi di un'eccezione floating point;
nl: Sluit af bij een floating point exception
pl: Przerwij przy potwarzających się wyjątkach zmiennoprzecinkowych;
ru: Аварийный останов по исключению "floating point exception"

# options/garmin-desc:0
source: Open connection using the Garmin GPS protocol
de: Eine Verbindung per Garmin GPS-Protokoll herstellen
fr: Ouvre une connexion en utilisant le protocole GPS Garmin
it: Apri una connessione utilizzando il protocollo Garmin GPS
nl: Open een verbinding met het Garmin GPS protocol
pl: Połącz używajac protokołu Garmin GPS
ru: Начать соединение с протоколом "Garmin GPS"

# options/general-options:0
source: General Options
de: Generelle Optionen
fr: Options générales
it: Opzioni generali
nl: Algemene opties
pl: Ustawienia ogólne
ru: Общие

# options/generic-desc:0
source: Open connection using a predefined communication interface and a preselected communication protocol
de: Eine Verbindung öffnen unter Verwendung eines vorgegebenen Kommunikationsinterfaces und eines vorausgewählten Kommunikationsprotokolls
fr: Ouvre une connexion utilisant une interface de communication prédéfinie et un protocole de communication présélectionné
it: Apri una connessione utilizzando un'interfaccia di comunicazione predefinita e un protocollo di comunicazione preselezionato
nl: Open een verbinding met een vooraf aangegeven communicatie interface een een voorgeselecteerde communicatie protocol
pl: Otwórz połączenie używajac predefiniowanego interfejsu komunikacyjnego i wybranego protokołu
ru: Начать соединение с пользовательским протоколом ("generic protocol")

# options/geometry-desc:0
source: Specify window geometry (640x480, etc)
de: Fensterabmessungen angeben (z.B. 800x600, 1280x720, etc.)
fr: Précise la géométrie de la fenêtre (640x480, etc.)
it: Specifica geometria della finestra (640x480, ecc.)
nl: Specificeer de venstergrootte (640x480, etc)
pl: Określ wymiary okna (640x480, itp.)
ru: Задать геометрию окна (640x480 и т.п.)

# options/glideslope-desc:0
source: Specify flight path angle (can be positive)
de: Den Winkel des Flugpfads angeben
fr: Précise l'angle de vol (peut être positif)
it: Specifica l'angolo del percorso di volo (può essere positivo)
nl: Specificeer het glijpad bij de start (mag positief zijn)
pl: Określ względny azymut podejścia (moze być dodatni)
ru: Задать начальный угол траектории (может быть положительным или отрицательным)

# options/heading-desc:0
source: Specify heading (yaw) angle (Psi)
de: Den Steuerkurs angeben
fr: Précise le cap de démarrage (Psi)
it: Specifica l'angolo di imbardata (Psi)
nl: Kies de koers (Psi)
pl: Określ kierunek odchylenia (Psi)
ru: Задать курс (ψ)

# options/help-desc:0
source: Show the most relevant command line options
de: Die wichtigsten Kommandozeilenoptionen zeigen
fr: Affiche les principales options de ligne de commande
it: Visualizza le opzioni della riga di comando più pertinenti
nl: Geef de belangrijkste instellingen weer
pl: Pokaż najczęściej stosowane opcje startowe
ru: Показать самые важные параметры

# options/httpd-desc:0
source: Enable http server on the specified address. Specify the port or address:port to bind to.
de: Einen HTTP-Server auf Adresse:Port aktivieren. Gib port oder adresse:port ein.
fr: Active un serveur HTTP sur un port spécifié. Indiquer le port ou le couple adresse:port pour la socket d'écoute.
it: Abilita server HTTP sull'indirizzo specificato. Specifica la porta o l'indirizzo:porta su cui eseguire il binding.
nl: Activeer de http server op dit adres. Specificeer eventueel een port of adres:port.
pl: Włacz serwer HTTP na podanym adresie. Określa port oraz adres do ustanowienia serwera.
ru: Включить HTTP-сервер на указанном адресе. Допустимые значения: "порт" или "адрес:порт".

# options/hud-culled-desc:0
source: Hud displays percentage of triangles culled
de: HUD zeigt Prozent der unterdrückten Grundobjekte
fr: Le collimateur affiche le pourcentage de triangles supprimés
it: L'HUD visualizza la percentuale dei triangoli eliminati
nl: HUD geeft het percentage verborgen driehoeken
pl: HUD pokazuje procent przysłoniętych trójkątów
ru: Показывать в HUD число неотрисованных треугольников

# options/hud-options:0
source: Hud Options
de: HUD-Optionen
fr: Options du collimateur tête-haute (HUD)
it: Opzioni HUD
nl: HUD instellingen
pl: Opcje wyświetlacza przeziernego (HUD)
ru: Лобовой/шлемный индикатор HUD

# options/hud-tris-desc:0
source: Hud displays number of triangles rendered
de: HUD zeigt Anzahl der gerenderten Grundobjekte
fr: Le collimateur affiche le nombre de triangles rendus
it: L'HUD visualizza il numero di triangoli renderizzati
nl: HUD geeft het aantal weergegeven driekhoeken
pl: HUD pokazuje liczbę renderowanych trójkątow
ru: Показывать в HUD число отрисовываемых треугольников

# options/in-air-desc:0
source: Start in air (implied when using --altitude)
de: In der Luft starten (impliziert bei Verwendung von --altitude)
fr: Démarre en altitude (implicite lorsqu'on utilise --altitude)
it: Inizia in volo (implicito quando si utilizza l'opzione --altitude)
nl: Start in de lucht (wordt ook gekozen als --altitude is opgegeven)
pl: Rozpocznij w powietrzu (domyślnie jeśli używamy parametru --altitude)
ru: Начать симуляцию в воздухе (по умолчанию при использовании "--altitude")

# options/io-options:0
source: IO Options
de: I/O-Optionen
fr: Options d'entrée/sortie
it: Opzioni I/O
nl: Invoer/Uitvoer instellingen
pl: Opcje we./wy
ru: Ввод/вывод

# options/joyclient-desc:0
source: Open connection to an Agwagon joystick
de: Eine Verbindung zu einem Agwagon-Joystick öffnen
fr: Ouvre une connexion en utilisant un joystick Agwagon
it: Apri una connessione a un joystick Agwagon
nl: Open een verbinding met de Agwagon joystick
pl: Otwórz połączenie do joystick'a Agwagon
ru: Подключиться к джойстику "Agwagon"

# options/jpg-httpd-desc:0
source: Enable screen shot http server on the specified port (replaced by --httpd)
de: Screenshot-HTTP-Server am angegeben Port aktivieren
fr: Active le serveur HTTP de captures d'écran sur le port spécifié (option remplacée par --httpd)
it: Abilita server HTTP per le schermate sulla porta specificata (rimpiazzato da --httpd)
nl: Activeer de schermafdruk server op dit poortnummer (vervangen door --httpd)
pl: Utwórz serwer HTTP zrzutów ekranu na podanym porcie (zastąpione przez --httpd)
ru: Включить HTTP-сервер со снимками экрана на указанном порту (заменено "--httpd")

# options/jsclient-desc:0
source: Open connection to a remote joystick
de: Eine Verbindung zu einem Remote-Joystick öffnen
fr: Ouvre une connexion vers un joystick distant
it: Apri una connessione a un joystick remoto
nl: Open een verbinding met een externe joystick
pl: Otwórz połączenie do zdalnego joystick'a
ru: Подключиться к удалённому джойстику
