Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-nonQt.xlf
Languages: de, fr, it, nl, pl, ru

# options/json-report-desc:0
source: Print a report in JSON format on the standard output, giving information such as the FlightGear version, $FG_ROOT, $FG_HOME, aircraft and scenery paths, etc.
de: Einen Report im JSON-Format ausgeben. Enthält Details über die FlightGear Version und Einstellungen.
fr: Affiche sur la sortie standard, au format JSON, des informations telles que la version de FlightGear, $FG_ROOT, $FG_HOME, la liste des répertoires d'aéronefs, de scènes, etc.
it: Stampa sullo standard output un report in formato JSON che fornisce informazioni quali la versione di FlightGear, $FG_ROOT, $FG_HOME, i percorsi per gli aerei e gli scenari, ecc.
nl: Print een rapport in JSON formaat met informatie over de FlightGear versie, $FG_ROOT, $FG_HOME, vliegtuig- en landschapmappen etc.
pl: Wydrukuj raport w formacie JSON na standardowe wyjście, dostarcza informacje takie jak wersja FlightGear, $FG_ROOT, $FG_HOME, ścieżki statku powietrznego i scenerii itp.
ru: Распечатать на стандартный вывод отчёт в формате "JSON" с информацией о версии FlightGear, $FG_ROOT, $FG_HOME, путями к ЛА и местности и проч.

# options/language-desc:0
source: Select the language for this session
de: Auswahl der Sprache
fr: Choisit la langue pour cette session
it: Seleziona la lingua per questa sessione
nl: Kies de taal voor deze sessie
pl: Wybierz język dla tej sesji
ru: Задать язык для данного сеанса

# options/lat-desc:0
source: Starting latitude (south = -)
de: Start bei Breitengrad (Süden = -)
fr: Latitude de démarrage (sud = -)
it: Latitudine iniziale (sud = -)
nl: Geografische breedtegraad aan de start (zuid = -)
pl: Początkowa szerokość geograficzna (południe = -)
ru: Начальная широта (южная со знаком "-")

# options/launcher-desc:0
source: Use GUI launcher
de: Benutze das grafische Startprogramm
fr: Utilise le lanceur graphique intégré à FlightGear
it: Utilizza interfaccia grafica per l'avvio
nl: Grafische startinterface gebruiken
pl: Użyj aplikacji startowej z graficznym interfejsem użytkownika
ru: Использовать графический начальный экран

# options/livery-desc:0
source: Select aircraft livery
de: Lackierung des Flugzeugs auswählen
fr: Choisit une livrée d'aéronef
it: Seleziona la livrea dell'aereo
nl: Kies een verfuitvoering
pl: Wybierz barwy samolotu
ru: Выбрать ливрею ЛА

# options/load-tape-desc:0
source: Load recording of earlier flightgear session
de: Aufzeichnung einer früheren FlighGear-Session laden
fr: Charge un enregistrement d'une session précédente de FlightGear
it: Carica la registrazione di una sessione FlightGear precedente
nl: Laad een opname van een eerdere FlightGear-sessie
pl: Wczytaj nagranie wcześniejszej sesji flightgear
ru: Загрузить запись полёта

# options/log-class-desc:0
source: Specify which logging class(es) to use
de: Die zu verwendende(n) Log-Klasse(n) angeben
fr: Précise quelles classe(s) de journalisation utiliser
it: Specifica le classi di log da utilizzare
nl: Kies welke log class(es) gebruikt moeten worden
pl: Wybierz które klasy logowania użyć
ru: Указать выводимые классы отладочных сообщений

# options/log-dir-desc:0
source: Log to directory DIR. The special value 'desktop' causes logging to the desktop (OS-dependent location). This option may be given several times, using a different value each time. Inside the specified directory, the written log file is named FlightGear_YYYY-MM-DD_<num>.log, where <num> takes the values 0, 1, 2, etc.
de: Logverzeichnis. Kann mehrfach mit unterschiedlichen Werten angegeben werden.
fr: Écrit le journal dans le répertoire DIR. La valeur particulière 'desktop' fait écrire un fichier journal sur le bureau (emplacement qui dépend du système d'exploitation). Cette option peut être spécifiée plusieurs fois à condition de passer une valeur différente à chaque fois. À l'intérieur du répertoire choisi, le fichier journal s'appelle FlightGear_YYYY-MM-DD_<num>.log, où <num> prend les valeurs 0, 1, 2, etc.
it: Salva i file di registro nella directory DIR. Il valore speciale 'desktop' salva i file di registro sul Desktop (la posizione dipende dal sistema operativo). Quest'opzione può essere specificata più volte specificando ogni volta un valore differente. All'interno della directory specificata, il file di registro è denominato FlightGear_YYYY-MM-DD_<num>.log, dove <num> assume i valori 0, 1, 2, ecc.
pl: Loguj do katalogu DIR. Wartość specjalna 'desktop' spowoduje logowanie na pulpit (zależne od systemu operacyjnego). Ta opcja może byc podana wiele razy, używajac każdorazowo innej wartości. W podanym katalogu, zapisany plik logu będzie nazwany FlightGear_RRRR-MM-DD_<num>.log.
ru: Выводить отладочные сообщения в директорию DIR. Специальное значение "desktop" записывает отладочный вывод на рабочий стол, в зависимости от ОС. Допускается повтор с разными значениями. В указанной директории выходные файлы именуются "FlightGear_YYYY-MM-DD_<№>.log", где "<№>" -- порядковый номер 0, 1, 2 и т.д.

# options/log-level-desc:0
source: Specify which logging level to use
de: Das zu verwendende Log-Level angeben
fr: Précise quel niveau de journalisation utiliser
it: Specifica il livello di log da utilizzare
nl: Kies een log level om te gebruiken
pl: Określ, który poziom logowania wybrać
ru: Указать уровень отладочных сообщений

# options/lon-desc:0
source: Starting longitude (west = -)
de: Start bei Längengrad (Westen = -)
fr: Longitude de démarrage (ouest = -)
it: Longitudine iniziale (ovest = -)
nl: Geografische lengtegraad aan de start (west = -)
pl: Początkowa długość geograficzna (zachód = -)
ru: Начальная долгота (западная со знаком "-")

# options/mach-desc:0
source: Specify initial mach number
de: Anfängliche Mach-Zahl angeben
fr: Précise le nombre de Mach initial
it: Specifica il numero di Mach iniziale
nl: Specificeer de de start snelheid als mach nummer
pl: Podaj początkowa liczbę Mach
ru: Задать начальное число M

# options/materials-file-desc:0
source: Specify the materials file used to render the scenery (default: Materials/regions/materials.xml)
de: Die Materials-Datei angeben, die zur Darstellung der Szenerie verwendet wird (Standard: materials.xml)
fr: Précise le fichier de matériaux utilisé pour le rendu des scènes (par défaut : Materials/regions/materials.xml)
it: Specifica il file dei materiali da utilizzare per eseguire il rendering dello scenario (impostazione predefinita: Materials/regions/materials.xml)
nl: Kies het te gebruiken materialenbestand om het landschap weer te geven (standaard: materials.xml)
pl: Określa plik materiałów uźywanych do wyświetlania scenerii (domyślnie: Materials/regions/materials.xml)
ru: Задать файл, определяющий текстуры местности (по умолчанию: "Materials/regions/materials.xml")

# options/max-fps-desc:0
source: Maximum frame rate in Hz.
de: Die maximale Bildrate in Hz.
fr: Taux maximum de rafraîchissement en Hz.
it: Frame rate massimo in Hz.
nl: Maximale framerate in Hz.
pl: Maksymalna częstotliwość odswieżania w Hz.
ru: Задать ограничение частоты кадров в Гц.

# options/metar-desc:0
source: Pass a METAR string to set up static weather (this implies --disable-real-weather-fetch)
de: Einen METAR eingeben, um statisches Wetter einzustellen
fr: Passe un METAR pour mettre en place la météo statique (cette option implique --disable-real-weather-fetch)
it: Fornisci una stringa METAR per impostare le condizioni meteo statiche (quest'opzione implica --disable-real-weather-fetch)
nl: Geef een METAR om statisch weer in te stellen (dit impliceert --disable-real-weather-fetch)
pl: Przekazuje ciag znakow METAR aby ustawic rzeczywista pogodę (powoduje włączenie opcji --disable-real-weather-fetch)
ru: Задать погоду строкой METAR (автоматически задаёт также "--disable-real-weather-fetch")

# options/min-aircraft-status:0
source: Allows you to define a minimum status level (=development status) for all listed aircraft
de: Schränkt die Anzeige auf Flugzeuge mit diesem minimalem Status ein
fr: Permet de définir le niveau de développement minimum pour tous les aéronefs listés
it: Consente di definire un livello di stato minimo (=stato di sviluppo) per tutti gli aerei elencati
nl: Specifeer een minimale ontwikkelingsstatus voor alle genoemde vliegtuigen
pl: Pozwala ustalić minimalny poziom statusu (=status rozwoju) dla wszystkich wyświetlanych statków powietrznych
ru: Задать минимальную оценку (уровень проработки) для списка ЛА

# options/model-hz-desc:0
source: Run the FDM this rate (iterations per second)
de: FDM mit dieser Frequenz betreiben (Wiederholungen pro Sekunde)
fr: Fait fonctionner le FDM à cette fréquence (nombre d'itérations par seconde)
it: Esegui l'FDM a questa frequenza (iterazioni al secondo)
nl: Voer de FDM uit met deze snelheid (iteraties per seconde)
pl: Uruchom FDM z tym współczynnikiem.(kroki na sekundę)
ru: Частота итераций динамики, Гц

# options/multiplay-desc:0
source: Specify multipilot communication settings
de: Multiplayer-Einstellungen angeben
fr: Précise les paramètres de communication multijoueurs
it: Specifica impostazioni di comunicazione multipilota
nl: Definiëer de multipilot communicatie instellingen
pl: Określ ustawienia komunikacji pomiędzy pilotami
ru: Задать параметры сети

# options/multiplayer-options:0
source: MultiPlayer Options
de: Multiplayer-Optionen
fr: Options multijoueurs
it: Opzioni multigiocatore
nl: Multiplayerinstellingen
pl: Opcje trybu wielo-osobowego
ru: Сеть

# options/native-ctrls-desc:0
source: Open connection using the FG Native Controls protocol
de: Eine Verbindung per FG Native Controls-Protokoll öffnen
fr: Ouvre une connexion utilisant le protocole Native Controls de FG
it: Apri una connessione utilizzando il protocollo FG Native Controls
nl: Open een verbinding met het eigen FG besturings protocol
pl: Otwórz połączenie protokolu FG Native Controls
ru: Начать соединение с протоколом "FG Native Controls"

# options/native-desc:0
source: Open connection using the FG Native protocol
de: Eine Verbindung per FG Native-Protokoll öffnen
fr: Ouvre une connexion en utilisant le protocole FG Native
it: Apri una connessione utilizzando il protocollo FG Native
nl: Open een verbinding met het eigen FG protocol
pl: Otwórz połączenie uźywając protokołu FG Native
ru: Начать соединение с протоколом "FG Native protocol"

# options/native-fdm-desc:0
source: Open connection using the FG Native FDM protocol
de: Eine Verbindung per FG Native FDM-Protokoll öffnen
fr: Ouvre une connexion utilisant le protocole Native FDM de FG
it: Apri una connessione utilizzando il protocollo FG Native FDM
nl: Open een verbinding met het eigen FG FDM protocol
pl: Otwórz połączenie używając protokołu FG Native FDM
ru: Начать соединение с протоколом "FG Native FDM"

# options/native-gui-desc:0
source: Open connection using the FG Native GUI protocol
de: Eine Verbindung per FG Native GUI-Protokoll öffnen
fr: Ouvre une connexion utilisant le protocole Native GUI de FG
it: Apri una connessione utilizzando il protocollo FG Native GUI
nl: Open een verbinding met het eigen FG GUI protocol
pl: Otwórz połączenie używając protokołu FG Native GUI
ru: Начать соединение с протоколом "FG Native GUI"

# options/nav1-desc:0
source: Set the NAV1 radio frequency, optionally preceded by a radial.
de: Frequenz des NAV1-Funkgeräts angeben, optional mit vorangestelltem Radial.
fr: Précise la fréquence radio NAV1, éventuellement précédée d'une radiale.
it: Imposta la frequenza radio NAV1 preceduta facoltativamente da un radiale.
nl: Stel de NAV1 radio frequentie in, eventueel voorafgegaand door een radial.
pl: Ustal częstotliwość NAV1, opcjonalnie z dodanym radialem.
ru: Задать частоту ВОР/ИЛС1, перед ней можно указать направление.

# options/nav2-desc:0
source: Set the NAV2 radio frequency, optionally preceded by a radial.
de: Frequenz des NAV2-Funkgeräts angeben, optional mit vorangestelltem Radial.
fr: Précise la fréquence radi NAV2, éventuellement précédée d'une radiale.
it: Imposta la frequenza radio NAV2 preceduta facoltativamente da un radiale.
nl: Stel de NAV2 radio frequentie in, eventueel voorafgegaand door een radial.
pl: Ustal częstotliwość NAV2, opcjonalnie z dodanym radialem.
ru: Задать частоту ВОР/ИЛС2, перед ней можно указать направление.

# options/ndb-desc:0
source: Specify starting position relative to an NDB
de: Startposition relativ zu einem NDB angeben
fr: Précise la position de démarrage relativement à un NDB
it: Specifica la posizione iniziale relativa a un NDB
nl: Kies de startpositie ten opzichte van een NDB
pl: Ustal pozycje startową względem do NDB
ru: Задать начальное положение относительно ПРС

# options/ndb-freq-desc:0
source: Specify the frequency of the NDB. Use with --ndb=ID
de: Frequenz des NDB angeben. Verwendung zusammen mit --ndb=ID
fr: Précise la fréquence du NDB. À utiliser avec --ndb=ID
it: Specifica la frequenza dell'NDB. Utilizza l'opzione insieme a --ndb=ID
nl: Kies de frequentie van de NDB. Gebruik met -_ndb=ID
pl: Ustaw częstotliwość NDB. Używaj z --ndb=ID
ru: Задать частоту ПРС. Используется с "--ndb=позывной"

# options/network-options:0
source: Network Options
de: Netzwerk
fr: Options réseau
it: Opzioni di rete
nl: Netwerkinstellingen
pl: Opcje sieciowe
ru: Сеть

# options/nmea-desc:0
source: Open connection using the NMEA protocol
de: Eine Verbindung per NMEA-Protokoll öffnen
fr: Ouvre une connexion en utilisant le protocole NMEA
it: Apri una connessione utilizzando il protocollo NMEA
nl: Open een verbinding met het NMEA protocol
pl: Otwórz połączenie używając protokołu NMEA
ru: Начать соединение с протоколом "NMEA"

# options/notrim-desc:0
source: Do NOT attempt to trim the model
de: Das Flugzeug NICHT trimmen
fr: Laisser les gouvernes de direction en position neutre
it: NON provare ad aggiustare il modello
nl: Probeer het model niet uit te trimmen
pl: NIE próbuj równoważyc modelu
ru: Не пытаться триммировать модель

# options/notrim-desc:1
source: (only with fdm=jsbsim)
de: (nur mit --fdm=jsbsim)
fr: (uniquement avec fdm=jsbsim)
it: (solo con fdm=jsbsim)
nl: (alleen met fdm=jsbsim)
pl: (tylko z dynamiką lotu fdm=jsbsim)
ru: (работает только с "--fdm=jsbsim")

# options/offset-azimuth-desc:0
source: Specify heading to reference point
de: Kurs relativ zum Referenzpunkt
fr: Précise le cap par rapport à un point de référence
it: Specifica la prua al punto di riferimento
nl: Specificeer de richting tot het referentiepunt
pl: Określ kierunek do progu drogi startowej
ru: Задать азимут на точку

# options/offset-distance-desc:0
source: Specify distance to reference point (statute miles)
de: Distanz zum Referenzpunkt angeben (Statute Miles)
fr: Précise la distance par rapport un un point de référence (en miles)
it: Specifica la distanza dal punto di riferimento (in miglia terrestri)
nl: Specificeer de afstand tot het referentiepunt (mijlen)
pl: Określ dystans do progu drogi startowej (mile statutowe)
ru: Задать расстояние до точки (в сухопутных милях)

# options/on-ground-desc:0
source: Start at ground level (default)
de: Auf dem Boden starten (Standard)
fr: Démarre au niveau du sol (comportement par défaut)
it: Inizia a livello del suolo (impostazione predefinita)
nl: Start op de grond (standaard)
pl: Start z ziemi (domyślnie)
ru: Начать симуляцию на земле (по умолчанию)

# options/opengc-desc:0
source: Open connection using the OpenGC protocol
de: Eine Verbindung per OpenGC-Protokoll öffnen
fr: Ouvre une connexion utilisant le protocole OpenGC
it: Apri una connessione utilizzando il protocollo OpenGC
nl: Open een verbinding met het OpenGC protocol
pl: Połącz używajac protokołu OpenGC
ru: Начать соединение с протоколом "OpenGC"

# options/parking-id-desc:0
source: Specify parking position at an airport (must also specify an airport)
de: Auswahl einer Parkposition am ausgewählten Flughafen
fr: Précise la position de parking sur un aéroport (un aérodrome doit également être précisé)
it: Specifica una posizione di parcheggio in un aeroporto (deve essere anche specificato un aeroporto)
nl: Kies een opstelplaats op een vliegveld (een vliegveld dient ook te worden gekozen)
pl: Określ pozycję postojową na lotnisku (konieczne podanie również lotniska)
ru: Задать место стоянки на аэродроме (который должен быть указан)

# options/parkpos-desc:0
source: Specify which starting position on an AI carrier (must also specify a carrier)
de: Eine Parkposition auf dem angegebenen Flugzeugträger wählen
fr: Précise la position de parking sur un porte-avions IA (un porte-avions doit également être précisé)
it: Specifica quale posizione iniziale debba essere utilizzata su una portaerei IA (deve essere anche specificata una portaerei)
nl: Kies een startpositie op een vliegdekschip (een vliegdekschip dient ook te worden gekozen)
pl: Określ pozycję startową na lotniskowcu (konieczne podanie również lotniskowca)
ru: Задать начальное положение на ИИ-авианосце (который должен быть указан)

# options/pitch-desc:0
source: Specify pitch angle (Theta)
de: Die Längsneigung angeben (griech. Theta)
fr: Précise l'angle de tangage (Theta)
it: Specifica l'angolo di beccheggio (Theta)
nl: Kies de aanvang hellingshoek (Theta)
pl: Określ kąt pochylenia (Theta)
ru: Задать угол тангажа (θ)

# options/position-options:0
source: Initial Position and Orientation
de: Position und Orientierung
fr: Position et orientation initiales
it: Posizione e orientamento iniziali
nl: Beginpositie en -oriëntatie
pl: Początkowa pozycja i orientacja
ru: Начальные положение и ориентация

# options/prop-desc:0
source: Set property <name> to <value>. <type> can be one of string, double, float, long, int, or bool.
de: Der Property <name> den Wert <value> zuweisen. <type> kann string, double, float, long, int, oder bool sein.
fr: Positionne la propriété <nom> à la <valeur>. Le <type> peut être l'un parmi string, double, float, long, int ou bool.
it: Imposta la proprietà <name> a <value>. <type> può essere string, double, float, long, int o bool.
nl: Geef de instelling <naam> de waarde <waarde>. <waarde> kan zijn string, double, float, lon, int of bool.
pl: Ustaw właściwość <name> na <value>. <type> może byc jednym z typów string, double, float, long, int lub bool.
ru: Присвоить переменой "property" <name> значение <value>. Возможные типы <type>: "string", "double", "float", "long", "int" или "bool".

# options/props-desc:0
source: Open connection using the interactive property manager
de: Eine Verbindung öffnen unter Verwendung des interaktiven Property-Managers
fr: Ouvre une connexion utilisant le gestionnaire de propriétés interactif
it: Apri una connessione utilizzando il gestore proprietà interattivo
nl: Open een verbinding met de interactive instelling manager
pl: Otwórz połączenie używając interaktywnego menadżera właściwości
ru: Начать соединение, используя интерактивный редактор дерева переменных "property"

# options/proxy-desc:0
source: Specify which proxy server (and port) to use. The username and password are optional and should be MD5 encoded already. This option is only useful when used in conjunction with the real-weather-fetch option.
de: Den zu verwendenden Proxy-Server (und Port) angeben. Nutzername und Passwort sind frei wählbar und sollten bereits MD5-codiert sein. Nur sinnvoll in Verbindung mit der Option "--real-weather-fetch".
fr: Précise quel serveur proxy (et port) à utiliser. Le nom d'utilisateur et le mot de passe sont optionnels et doivent déjà être hachés avec l'algorithme MD5. Cette option n'est utile que si elle est utilisée en conjonction avec l'option --real-weather-fetch.
it: Specifica il server proxy (e porta) da utilizzare. Il nome utente e la password sono facoltativi e dovrebbero essere già codificati con MD5. Quest'opzione è utile solo se usata assieme all'opzione real-weather-fetch.
nl: Kies een proxy server (en poort) om te gebruiken. De gebruikersnaam en het wachtwoord zijn optioneel en dienen al MD5 gecodeerd te zijn. Deze optie is alleen nuttig in samenwerking met actueel-weer.
pl: Określa który serwer proxy (i port) użyć. Użytkownik i hasło sa opcjonalne i powinny już być zakodowane skrotem MD5. Ta opcja jest przydatna jedynie wtedy gdy ustawiona jest opcja pobierania rzeczywistej pogody.
ru: Задать прокси-сервер (и порт). Имя пользователя и пароль необязательны и должны быть закодированы в MD5. Этот параметр применим только к параметру "real-weather-fetch".

# options/pve-desc:0
source: Open connection using the PVE protocol
de: Eine Verbindung per PVE-Protokoll öffnen
fr: Ouvre une connexion utilisant le protocole PVE
it: Apri una connessione utilizzando il protocollo PVE
nl: Open een verbinding met het PVE protocol
pl: Otwórz połączenie używając protokołu PVE
ru: Начать соединение с протоколом "PVE"

# options/random-objects-desc:0
source: (buildings, etc.)
de: (Gebäude, etc.)
fr: (bâtiments, etc.)
it: (edifici, ecc.)
nl: (huizen, gebouwen, etc.)
pl: (budynki, itp.)
ru: (строения и проч.)

# options/random-wind-desc:0
source: Set up random wind direction and speed
de: Zufällige Windrichtung und -geschwindigkeit
fr: Paramètre une direction et une vitesse du vent aléatoires
it: Imposta una direzione e una velocità del vento casuali
nl: Kies een willekeurige windrichting en -snelheid)
pl: Ustaw losowy kierunek i predkość wiatru
ru: Задать случайные направление и скорость ветра

# options/ray-desc:0
source: Open connection using the Ray Woodworth motion chair protocol
de: Eine Verbindung per Ray Woodworth Motion Chair-Protokoll öffnen
fr: Ouvre une connexion utilisant le protocole de déplacement de siège Ray Woodworth
it: Apri una connessione utilizzando il protocollo per sedie mobili Ray Woodworth
nl: Open een verbinding met het Ray Woodworth bewegende stoel protocol
pl: Otwórz połączenie używając protokołu Ray Woodworth motion chair
ru: Начать соединение с протоколом для подвижного кресла"Ray Woodworth"

# options/rendering-options:0
source: Rendering Options
de: Grafik-Optionen
fr: Options de rendu
it: Opzioni rendering
nl: Weergave instellingen
pl: Opcje renderowania
ru: Видео

# options/restore-defaults-desc:0
source: Reset all user settings to their defaults (rendering options etc)
de: Alle Optionen auf Standard zurücksetzen (Grafik, etc.)
fr: Restaurer tous les paramètres utilisateurs à leurs valeurs par défaut (options de rendu, etc.)
it: Reimposta tutte le impostazioni utente ai loro valori predefiniti (opzioni di rendering ecc.)
nl: Reset alle instellingen naar de standaardinstellingen (weergave opties etc.)
pl: Resetuj wszystkie ustawienia użytkownika do ich domyślnych wartości (opcje renderowania itp.)
ru: Сбросить все пользовательские настройки (настройки видео и проч.)

# options/roc-desc:0
source: Specify initial climb rate (can be negative)
de: Die anfängliche Steig-/Sinkrate angeben
fr: Précise le taux de montée initial (peut être négatif)
it: Specifica il rateo di salita iniziale (può essere negativo)
nl: Specificeer de klimsnelheid bij de start (mag negatief zijn)
pl: Początkowy współczynnik wznoszenia (może być ujemny)
ru: Задать начальную вертикальную скорость (может быть положительной или отрицательной)

# options/roll-desc:0
source: Specify roll angle (Phi)
de: Den Querneigung angeben (griech. Phi)
fr: Précise l'angle de roulis (Phi)
it: Specifica l'angolo di rollio (Phi)
nl: Kies de aanvang rolhoek (Phi)
pl: Podaj kąt przechyłu (Phi)
ru: Задать угол крена (φ)

# options/route-options:0
source: Route/Way Point Options
de: Route/Wegpunkt
fr: Options de point tournant de route
it: Opzioni rotta/waypoint
nl: Route/Routepunten instellingen
pl: Opcje trasy/punktów przelotowych
ru: Маршрут и пункты маршрута

# options/rul-desc:0
source: Open connection using the RUL protocol
de: Eine Verbindung per RUL-Protokoll öffnen
fr: Ouvre une connexion utilisant le protocole RUL
it: Apri una connessione utilizzando il protocollo RUL
nl: Open een verbinding met het RUL protocol
pl: Otwórz połączenie używając protokołu RUL
ru: Начать соединение с протоколом "RUL"
