Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-Qt.xlf
Languages: es, it, nl, pl, ru

# _msg317
source: Anti-aliasing improves the appearance of high-contrast edges and lines. This is especially noticeable on sloping or diagonal edges. Higher settings can reduce performance.
nl: Anti-aliasing verbetert de weergave van randen en lijnen. Dit is vooral zichtbaar op diagonale randen. Een hogere instelling kan de prestaties negatief beïnvloeden.

# _msg318
source: Off
nl: Uit

# _msg319
source: Cache graphics for faster loading
nl: Afbeeldingen opslaan voor sneller laden

# _msg320
source: By converting images used in rendering to an optimised format loading times and memory use can be improved. This will consume some disk space and take initial time while images are converted, but subsequent loads will be faster, and use less memory.
nl: Door afbeeldingen in een geoptimaliseerd formaat op te slaan worden de laadtijd en het geheugengebruik verbeterd. Aanvankelijk zal het laden trager gaan omdat de afbeeldingen omgezet worden, maar de volgende keer zal dit sneller gaan en minder geheugen gebruiken.

# _msg321
source: Additional Settings
nl: Overige instellingen

# _msg322
source: Access additional options here
nl: Bekijk hier meer instellingen

# _msg323
source: The selected aircraft is not installed or has updates pending
nl: Het geselecteerde vliegtuig is niet geinstalleerd of kan worden geüpdatet

# _msg324
source: %1 aircraft have updates available - download and install them now?
nl: %1 vliegtuigen hebben updates beschikbaar - nu downloaden en installeren?

# _msg325
source: Update all
nl: Alles bijwerken

# _msg326
source: FlightGear version %1
nl: FlightGear versie %1

# _msg327
source: Choose FlightGear data folder
nl: FlightGear data map kiezen

# _msg328
source: This copy of FlightGear does not include the base data files. Please select a suitable folder containing a previously download set of files.
nl: Deze installatie van FlightGear bevat geen databestanden. Kies een geschikte map met vooraf gedownloade bestanden.

# _msg329
source: The requested location '%1' does not appear to be a valid set of data files for FlightGear
nl: De locatie '%1' bevat geen geschikte bestanden voor FlightGear

# _msg330
source: Detected incompatible version of the data files: version %1 found, but this is FlightGear %2. (At location: '%3') Please install or select a matching set of data files.
nl: Conflicterende databestanden gevonden: versie %1 is gevonden, maar dit is FlightGear %2. (Op locatie: '%3') Installeer of selecteer een bijbehorende set databestanden.

# _msg331
source: Please select or download a copy of the FlightGear data files.
nl: Selecteer of download de FlightGear databestanden.

# _msg332
source: The choosen location (%1) does not appear to contain FlightGear data files. Please try another location.
nl: De gekozen locatie (%1) bevat geen FlightGear databestanden. Kies een andere locatie.

# _msg333
source: The choosen location (%1) contains files for version %2, but this is FlightGear %3. Please update or try another location
nl: De gekozen locatie (%1) bevat bestanden voor versie %2, maar dit is FlightGear %3%. Update of kies een andere locatie

# _msg334
source: Choose aircraft folder
nl: Kies een vliegtuigmap

# _msg335
source: No aircraft found in the folder '%1' - add anyway?
nl: Geen vliegtuigen gevonden in de map '%1' - toch toevoegen?

# _msg336
source: Choose addon module folder
nl: Kies een uitbreidingsmap

# _msg337
source: The folder '%1' doesn't appear to contain an addon module - add anyway?
nl: Geen uitbreidingen gevonden in de map '%1' - toch toevoegen?

# _msg338
source: Added modules should contain at least both of the following files: addon-metadata.xml, addon-main.nas.
nl: Toegevoegde uitbreidingen moeten tenminste de volgende bestanden bevatten: addon-metadata.xml, addon-main.nas.

# _msg339
source: Choose scenery folder
nl: Kies een landschapsmap

# _msg340
source: The folder '%1' doesn't appear to contain scenery - add anyway?
nl: De map '%1% bevat geen landschappen - toch toevoegen?

# _msg341
source: Added scenery should contain at least one of the following folders: Objects, Terrain, Buildings, Roads, Pylons, NavData, Airports.
nl: Toegevoegde landschapsmappen moeten tenminste een van de volgende mappen te bevatten: Objects, Terrain, Buildings, Roads, Pylons, NavData, Airports.

# _msg342
source: On approach
nl: In de nadering

# _msg343
source: Ready for take-off
nl: Klaar voor de start

# _msg344
source: Parked, cold & dark
nl: Geparkeerd en uitgeschakeld

# _msg345
source: Automatic
nl: Automatisch

# _msg346
source: Cruise
nl: Kruisvlucht

# _msg347
source: Ready to taxi
nl: Klaar om te taxiën

# _msg348
source: On approach to a carrier
nl: In de nadering van een vliegdekschip

# _msg349
source: Ready for catapult launch
nl: Klaar voor katapultstart

# _msg350
source: Select state based on startup position.
nl: Kies status op basis van de startlocatie.

# _msg353
source: FlightGear can automatically report crashes and errors to the development team, which helps to improve the software for everyone. This reporting is anonymous but contains information such as the aircraft in use, your operating system and graphics driver. You can enable or disable this reporting in the 'Settings' page.
nl: FlightGear kan automatisch foutmeldingen naar het ontwikkelteam sturen om zo de software voor iedereen te verbeteren. Deze data is geanonimiseerd, maar bevat wel informatie over het gekozen vliegtuig, je besturingssysteem en videokaart. Je kunt dit aan- of uitschakelen onder 'Instellingen'.

# _msg354
source: Okay
nl: OK

# _msg355
source: Missing description for: %1
it: Descrizione mancante per %1
nl: Ontbrekende omschrijving voor: %1

# _msg356
source: Invalid package checksum
it: Checksum pacchetto non valido
nl: Ongeldig controlecijfer

# _msg357
source: Download failed
it: Download non riuscito
nl: Download mislukt

# _msg358
source: Package could not be extracted
it: Impossibile estrarre il pacchetto
nl: Het pakket kon niet uitgepakt worden

# _msg359
source: A local file-system error occurred
it: Si è verificato un errore del filesystem locale
nl: Lokale systeemfout opgetreden

# _msg360
source: Package file missing from download server
it: File pacchetto mancante dal server di download
nl: Het pakket ontbreekt op de downloadserver

# _msg361
source: Unknown reason
it: Motivo sconosciuto
nl: Onbekende oorzaak

# _msg362
source: (%1 of %2 aircraft)
it: (%1 di %2 aerei)
nl: (%1 van %2 vliegtuigen)

# _msg363
source: (%1 aircraft)
it: (%1 aereo)
nl: (%1 vliegtuig)

# _msg364
source: The catalog data was not found on the server at the expected location (URL)
it: I dati catalogo non sono stati trovati nel percorso atteso (URL) sul server
nl: De catalogus is niet gevonden op de verwachte locatie (URL)

# _msg366
source: The catalog server is blocking access from some reason (forbidden)
it: Il server catalogo sta bloccando l'accesso per qualche motivo
nl: De toegang tot de server met de catalogus wordt geblokkeerd

# _msg367
source: disabled due to an internal error
it: disabilitato a causa di un errore interno
nl: uitgeschakeld vanwege een interne fout

# _msg369
source: <p>Options passed on the command line:</p>
it: <p>Opzioni fornite a riga di comando:</p>
nl: <p>Opties doorgegeven via de command-line:</p>

# _msg370
source: <p>Options set in the launcher:</p>
it: <p>Opzioni impostate nel launcher:</p>
nl: <p>Opties ingesteld in de opstarthulp:</p>

# _msg371
source: (will be skipped due to being specified as an additional argument)
it: (saranno omesse perché specificate come argomento aggiuntivo)
nl: (zal overgeslagen worden omdat het als extra argument is gespecificeerd)

# _msg372
source: <p>Options set as additional arguments:</p>
it: <p>Opzioni specificate come argomenti aggiuntivi:</p>
nl: <p>Opties als extra argumenten ingesteld:</p>

# _msg373
source: Create download folder?
it: Creare la cartella di download?
nl: Downloadmap maken?

# _msg374
source: The selected location for downloads does not exist. (%1) Create it?
it: Il percorso selezionato per i download non esiste. (%1) Crearlo?
nl: De gekozen downloadlocatie bestaat niet. (%1) Aanmaken?

# _msg375
source: Aircraft installation failed
it: Installazione aereo non riuscita
nl: Installatie van vliegtuig mislukt

# _msg376
source: An error occurred installing the aircraft %1: %2
it: Si è verificato un errore durante l'installazione dell'aereo %1: %2
nl: Er is een probleem opgetreden bij het installeren van het vliegtuig %1: %2

# _msg377
source: Restore all settings to defaults?
it: Ripristinare tutte le impostazioni ai valori predefiniti?
nl: Alle standaardinstellingen herstellen?

# _msg378
source: Restoring settings to their defaults may affect available add-ons such as scenery or aircraft.
it: Il ripristino delle impostazioni ai loro valori predefiniti potrebbe avere influenza sui componenti aggiuntivi disponibili come gli scenari e gli aerei.
nl: Standaardinstellingen herstellen kan van invloed zijn op beschikbare extra's zoals landschappen en vliegtuigen.

# _msg379
source: Restore and restart now
it: Ripristina e riavvia ora
nl: Herstel en start opnieuw

# _msg380
source: Currently the built-in data files are being used
it: Attualmente sono utilizzati i file di dati forniti
nl: De ingebouwde databestanden worden momenteel gebruikt

# _msg381
source: Currently using location: %1
it: Percorso attualmente utilizzato: %1
nl: De volgende locatie wordt momenteel gebruikt: %1

# _msg382
source: Change the data files used by FlightGear?
it: Modificare i file di dati utilizzati da FlightGear?
nl: Databestanden die FlightGear gebruikt aanpassen?

# _msg383
source: FlightGear requires additional files to operate. (Also called the base package, or fg-data) You can restart FlightGear and choose a different data files location, or restore the default setting. %1
it: FlightGear richiede dei file aggiuntivi (chiamati anche "pacchetto di base" o "fg-data") per funzionare. È possibile riavviare FlightGear e scegliere un percorso diverso per i file dati o ripristinare le impostazioni predefinite. %1
nl: FlightGear heeft aanvullende bestanden nodig om te functioneren (ook wel bekend als 'base package' of 'fg-data'). Je kunt FlightGear opnieuw opstarten en een andere locatie voor databestanden kiezen of de standaardinstelling herstellen. %1

# _msg384
source: Restart FlightGear now
it: Riavvia FlightGear ora
nl: Start FlightGear opnieuw op

# _msg385
source: Choose a saved configuration
it: Scegli una configurazione salvata
nl: Opgeslagen configuratie kiezen

# _msg386
source: Save the current configuration
it: Salva la configurazione attuale
nl: Huidige configuratie opslaan

# _msg387
source: Fly!
it: Vola!
nl: Vliegen!

# _msg388
source: Fly!
it: Vola!
nl: Opstijgen!

# _msg389
source: Fly!
it: Vola!
nl: Vliegen!

# _msg390
source: File
nl: Bestand

# _msg391
source: Open saved configuration...
it: Apri configurazione salvata...
nl: Configuratie openen...

# _msg392
source: Save configuration as...
it: Salva configurazione con nome...
nl: Configuratie opslaan als...

# _msg393
source: Tools
it: Strumenti
nl: Gereedschappen

# _msg394
source: Restore defaults...
it: Ripristina impostazioni predefinite...
nl: Standaardinstellingen herstellen...

# _msg395
source: Select data files location...
it: Seleziona percorso file dati...
nl: Locatie voor databestanden kiezen...

# _msg396
source: View command-line
it: Visualizza riga di comando
nl: Command-line tonen

# _msg397
source: Problems occurred loading the user interface. This is usually due to missing modules on your system. Please report this error to the FlightGear developer list or forum, and take care to mention your system distribution, etc. Please also include the information provided below.
nl: Er waren problemen bij het laden van de interface. Dit komt meestal door ontbrekende modules op je systeem. Meld deze fout bij de ontwikkelaars van FlightGear op de e-maillijst of het forum, en vergeet niet je systeemversie etc. te vermelden. Vermeld alsjeblieft ook de onderstaande informatie.

# _msg483
source: ft
nl: voet

# _msg485
source: ft AGL
nl: voet boven de grond

# _msg497
source: KM/H
nl: km/u

# _msg42
source: URI: %1 Local path: %2
it: URI: %1 Percorso locale: %2

# _msg49
source: Updates
it: Aggiornamenti

# _msg82
source: FlightGear version %1
it: FlightGear versione %1

# _msg83
source: Choose FlightGear data folder
it: Seleziona la cartella dei dati di FlightGear

# _msg84
source: This copy of FlightGear does not include the base data files. Please select a suitable folder containing a previously download set of files.
it: Questa copia di FlightGear non include i file dei dati di base. Seleziona una cartella adatta contenente i dati precedentemente scaricati.

# _msg85
source: The requested location '%1' does not appear to be a valid set of data files for FlightGear
it: Sembra che il percorso '%1' non sia un insieme di file dati valido per FlightGear

# _msg86
source: Detected incompatible version of the data files: version %1 found, but this is FlightGear %2. (At location: '%3') Please install or select a matching set of data files.
it: Rilevata versione non compatibile dei file di dati: versione rilevata %1, ma questo è FlightGear %2. (Percorso: '%3') Installa o seleziona dei file di dati corrispondenti.

# _msg87
source: Please select or download a copy of the FlightGear data files.
it: Seleziona o scarica una copia dei file dati di FlightGear.

# _msg88
source: The choosen location (%1) does not appear to contain FlightGear data files. Please try another location.
it: Sembra che il percorso prescelto (%1) non contenga dei file di dati FlightGear. Seleziona un percorso differente.

# _msg89
source: The choosen location (%1) contains files for version %2, but this is FlightGear %3. Please update or try another location
it: Il percorso prescelto (%1) contiene file per la versione %2, ma questo è FlightGear %3. Aggiorna i file o seleziona un percorso differente.

# _msg109
source: FlightGear can automatically report crashes and errors to the development team, which helps to improve the software for everyone. This reporting is anonymous but contains information such as the aircraft in use, your operating system and graphics driver. You can enable or disable this reporting in the 'Settings' page.
it: FlightGear può segnalare automaticamente gli arresti anomali e gli errori al team di sviluppo; ciò aiuta a migliorare il software a vantaggio di tutti. Queste segnalazioni sono anonime ma contengono informazioni come l'aereo in uso, il sistema operativo e i driver video. Puoi abilitare o disabilitare queste segnalazioni nella pagina "Impostazioni".

# _msg110
source: Okay
it: OK

# _msg111
source: Add
it: Aggiungi

# _msg112
source: Hangar URL:
it: URL hangar:

# _msg113
source: Cancel
it: Annulla

# _msg114
source: Add hangar
it: Aggiungi hangar

# _msg115
source: Failed to find a hangar description at the URL: '%1'. Check you entered the URL correctly.
it: Impossibile trovare una descrizione hangar all'URL '%1'. Controlla di aver immesso l'URL correttamente.

# _msg116
source: Access to the hangar data was forbidden by the server. Please check the URL you entered, or contact the hangar authors.
it: L'accesso ai dati hangar è stato negato dal server. Controlla l'URL immesso o contatta gli autori dell'hangar.

# _msg117
source: Failed to download from the server due to a network problem. Check your Internet connection is working, and that you entered the correct URL.
it: Impossibile scaricare i file dal server a causa di un problema di rete. Controlla che la connessione ad Internet funzioni e di aver immesso l'URL corretto.

# _msg118
source: The hangar you requested is for a different version of FlightGear. (This is version %1)
it: L'hangar richiesto è per un'altra versione di FlightGear. (Questa versione è la %1)

# _msg119
source: The requested hangar seems to be invalid (damaged or incomplete). Please contact the hangar authors, or try again later
it: Sembra che l'hangar richiesto non sia valido (danneggiato o incompleto). Contatta gli autori dell'hangar o riprova in un secondo momento.

# _msg120
source: Click here to add a new aircraft hangar. (Note this requires an Internet connection)
it: Clicca qui per aggiungere un nuovo hangar aerei. (Nota: quest'azione richiede una connessione a Internet.)

# _msg121
source: Enter a hangar location (URL) to add.
it: Inserisci un indirizzo (URL) hangar da aggiungere.

# _msg122
source: Retrieving hangar information...
it: Recupero informazioni hangar in corso...

# _msg123
source: There was a problem adding the hangar: %1.
it: Si è verificato un problema durante l'aggiunta dell'hangar: %1.

# _msg124
source: Aircraft hangars
it: Hangar aerei

# _msg125
source: Aircraft hangars are managed collections of aircraft, which can be downloaded, installed and updated inside FlightGear.
it: Gli hangar aerei sono raccolte gestite di aerei che possono essere scaricati, installati e aggiornati all'interno di FlightGear.

# _msg126
source: The official FlightGear aircraft hangar is not set up. To add it, click here.
it: L'hangar aerei ufficiale di FlightGear non è impostato. Clicca qui per aggiungerlo.

# _msg127
source: Additional aircraft folders
it: Cartelle aerei aggiuntive

# _msg128
source: To use aircraft you download yourself, FlightGear needs to know the folder(s) containing the aircraft data.
it: Per utilizzare aerei che hai scaricato, FlightGear deve conoscere le cartelle contenenti i dati relativi a tali aerei.

# _msg129
source: Remove the aircraft folder: '%1' from the list? (The folder contents will not be changed)
it: Rimuovere la cartella aereo '%1' dall'elenco? (I contenuti della cartella non saranno modificati)

# _msg130
source: No custom aircraft paths are configured.
it: Nessun percorso aereo personalizzato configurato.

# _msg131
source: Add-on Module folders
it: Cartelle moduli componenti aggiuntivi

# _msg132
source: To use Add-on Modules that you download yourself, FlightGear needs to know the folder(s) containing the Add-on Modules.
it: Per utilizzare moduli componenti aggiuntivi che hai scaricato, FlightGear deve conoscere le cartelle contenenti i moduli componenti aggiuntivi.

# _msg133
source: Remove the add-on module folder: '%1' from the list? (The folder contents will not be changed)
it: Rimuovere la cartella modulo componente aggiuntivo '%1' dall'elenco? (I contenuti della cartella non saranno modificati)

# _msg134
source: No custom add-on module paths are configured.
it: Nessun percorso modulo componente aggiuntivo personalizzato configurato.

# _msg135
source: Additional scenery folders
it: Cartelle scenari aggiuntivi

# _msg136
source: To use scenery you download yourself, FlightGear needs to know the folders containing the scenery data. Adjust the order of the list to control which scenery is used in a region.
it: Per utilizzare scenari che hai scaricato, FlightGear deve conoscere le cartelle contenenti i dati relativi a tali scenari. Modificare l'ordine delle voci nell'elenco per controllare gli scenari utilizzati in una regione.

# _msg137
source: Remove the scenery folder: '%1' from the list? (The folder contents will not be changed)
it: Rimuovere la cartella scenario '%1' dall'elenco? (I contenuti della cartella non saranno modificati)

# _msg138
source: No custom scenery paths are configured.
it: Nessun percorso scenario personalizzato configurato.

# _msg139
source: Install add-on scenery
it: Installa scenari aggiuntivi

# _msg140
source: If you have downloaded scenery manually from the official FlightGear website, you can use this button to extract and install it into a suitable folder. (Scenery downloaded this way should have a file name such as 'w40n020.tar.gz')
it: Se hai scaricato manualmente gli scenari dal sito Web ufficiale di FlightGear, puoi utilizzare questo pulsante per estrarlo e installarlo in una cartella adatta. (Gli scenari scaricati in questa modalità hanno un nome file come 'w40n020.tar.gz')

# _msg141
source: Show more
it: Visualizza più dettagli

# _msg142
source: Show less
it: Visualizza meno dettagli

# _msg143
source: by %1
it: di %1

# _msg144
source: Website
it: Sito Web

# _msg145
source: Support and issue reporting
it: Supporto e segnalazione errori

# _msg148
source: Ratings:
it: Valutazioni:

# _msg149
source: Flight model
it: Modello di volo

# _msg150
source: Systems
it: Sistemi

# _msg151
source: Cockpit
it: Cabina

# _msg152
source: Exterior
it: Esterni

# _msg153
source: Local file location: %1
it: Percorso file locale: %1

# _msg154
source: Install
it: Installa

# _msg155
source: Uninstall
it: Disinstalla

# _msg156
source: Update
it: Aggiorna

# _msg157
source: Queued
it: In coda

# _msg158
source: Cancel
it: Annulla

# _msg159
source: Downloading
it: Download in corso

# _msg160
source: Are you sure you want to uninstall this aircraft?
it: Sei sicuro di voler disinstallare quest'aereo?

# _msg162
source: This hangar is currently disabled due to a problem. Click here to try updating the hangar information from the server. (An Internet connection is required for this)
it: Questo hangar è attualmente disabilitato a causa di un problema. Clicca qui per provare ad aggiornare le informazioni sull'hangar dal server. (Per questa operazione è richiesta una connessione a Internet.)

# _msg163
source: Remove
it: Rimuovi

# _msg164
source: Cancel
it: Annulla

# _msg165
source: Remove this hangar? (Downloaded aircraft will be deleted from your computer)
it: Rimuovere quest'hangar? (Gli aerei scaricati saranno eliminati dal tuo computer)

# _msg166
source: Move up
it: Sposta su

# _msg167
source: Move down
it: Sposta giù

# _msg168
source: Time & Date
it: Ora e data

# _msg169
source: Time of day
it: Ora del giorno

# _msg170
source: Select the time of day used when the simulator starts, or enter a custom date and time.
it: Seleziona l'ora del giorno utilizzata all'avvio del simulatore o immetti una data e un'ora personalizzate.

# _msg171
source: Current time
it: Ora attuale

# _msg172
source: Dawn
it: Alba

# _msg173
source: Morning
it: Mattino

# _msg174
source: Noon
it: Mezzogiorno

# _msg175
source: Afternoon
it: Pomeriggio

# _msg176
source: Dusk
it: Tramonto

# _msg177
source: Evening
it: Sera

# _msg178
source: Midnight
it: Mezzanotte

# _msg179
source: Custom time & date
it: Ora e data personalizzate

# _msg180
source: Enter a date and time to begin the flight at. By default this is in local time for the chosen starting location - use the option below to request a time in GMT / UTC.
it: Immetti una data e un'ora di inizio del volo. Per impostazione predefinita queste sono espresse nell'ora locale per la posizione di inizio prescelta - utilizza l'opzione sottostante per utilizzare il fuso orario GMT/UTC.

# _msg181
source: Custom time is GMT / UTC
it: L'ora personalizzata è GMT/UTC

# _msg182
source: Season
it: Stagione

# _msg183
source: Select if normal (summer) or winter textures are used for the scenery. This does not affect other aspects of the simulation at present, such as icing or weather simulation
it: Seleziona le texture da utilizzare (normali/estive o invernali). Quest'opzione non ha attualmente influenza su altri aspetti della simulazione, come la simulazione di condizioni di ghiaccio o meteorologiche.

# _msg184
source: Summer (default)
it: Estive (predefinite)

# _msg185
source: Winter
it: Invernali

# _msg186
source: Weather
it: Meteo

# _msg187
source: Advanced weather modelling
it: Modellazione avanzata meteo
