Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-Qt.xlf
Languages: es, it, nl, pl, ru

# _msg114
source: Problems occurred loading the user interface. This is usually due to missing modules on your system. Please report this error to the FlightGear developer list or forum, and take care to mention your system distribution, etc. Please also include the information provided below.
es: Ocurrieron problemas al cargar la interfaz de usuario. Esto generalmente se debe a que faltan módulos en su sistema. Por favor Informe este error a la lista o al foro de desarrolladores de FlightGear y asegúrese de mencionar la distribución de su sistema, etc. Incluya también la información que se proporciona a continuación.

# _msg115
source: Access additional options here
es: Accede a opciones adicionales aquí

# _msg116
source: The selected aircraft is not installed or has updates pending
es: La aeronave seleccionada no está instalada o tiene actualizaciones pendientes

# _msg117
source: Hangar URL:
es: URL del hangar:

# _msg118
source: Cancel
es: Cancelar

# _msg119
source: Add hangar
es: Añadir hangar

# _msg120
source: Failed to find a hangar description at the URL: '%1'. Check you entered the URL correctly.
es: No se encuentra una descripción de hangar en la URL: '%1'. Compruebe que ha introducido la URL correctamente.

# _msg121
source: Access to the hangar data was forbidden by the server. Please check the URL you entered, or contact the hangar authors.
es: El acceso a los datos del hangar fue prohibido por el servidor. Por favor verifique la URL que ingresó, o contacte a los autores del hangar.

# _msg122
source: Failed to download from the server due to a network problem. Check your Internet connection is working, and that you entered the correct URL.
es: Error al descargar desde el servidor debido a un problema de red. Verifique que su conexión a Internet esté funcionando y que haya ingresado la URL correcta.

# _msg123
source: The hangar you requested is for a different version of FlightGear. (This is version %1)
es: El hangar que solicitó es para una versión diferente de FlightGear. (Esta es la versión %1)

# _msg124
source: The requested URL doesn't contain valid hangar data. Check you entered a valid hangar URL. If it's correct, please contact the hangar authors, or try again later.
es: La URL solicitada no contiene datos válidos de hangar. Compruebe que ha introducido una URL de hangar válida. Si es correcta, por favor contacte con los autores de hangar, o inténtelo más tarde.

# _msg125
source: Click here to add a new aircraft hangar. (Note this requires an Internet connection)
es: Haga clic aquí para agregar un nuevo hangar de aeronaves. (Tenga en cuenta que esto requiere una conexión a Internet)

# _msg126
source: Enter a hangar location (URL) to add.
es: Introduzca la ubicación del hangar (URL) para agregar.

# _msg127
source: Retrieving hangar information...
es: Descargando información del hangar...

# _msg128
source: There was a problem adding the hangar: %1.
es: Hubo un problema al agregar el hangar: %1.

# _msg129
source: <p>FlightGear is open source software, developed entirely by volunteers. Support is provided by our excellent user community. The easiest place to ask questions and get support is on <a %1>our forums</a>.</p> <p>To get started with the simulator, please use our tutorial system: this is available from the 'Help' menu in the simulator. We recommend starting with the Cessna 172 to learn how to get airborne.</p> <p>Other good resources:<ul><li><a %2>the official manual</a></li> <li><a %3>key commands reference</a></li> <li><a %4>our wiki</a> (which includes FAQs)</li> </ul></p>
es: <p>FlightGear es un software de código abierto, desarrollado íntegramente por voluntarios. Nuestra excelente comunidad de usuarios proporciona soporte. El lugar más fácil para hacer preguntas y obtener asistencia es en<a %1> nuestros foros</a>.</p> <p>Para empezar a utilizar el simulador, por favor utilice nuestro sistema de tutoriales: este está disponible en el menu 'Ayuda' en el simulador. Recomendamos comenzar con la Cessna 172 para aprender a volar.</p> <p>Otros buenos recursos:<ul><li><a %2>el manual oficial (PDF)</a></li> <li><a %3>referencia de comandos de teclado</a ></li> <li><a %4>nuestra wiki</a> (que incluye preguntas frecuentes)</li> </ul></p>

# _msg130
source: <p>For help using this launcher, <a %1>try enabling the getting started hints</a>.</p>
es: <p>Para obtener ayuda sobre el uso de este lanzador, <a %1> habilitar las sugerencias de introducción</a>.</p>

# _msg131
source: <p>If you find an issue, please use <a %1>our help forum</a>.</p>
es: <p>Si encuentra un problema, por favor utilice <a %1>nuestro foro de ayuda</a>.</p>

# _msg132
source: <p>FlightGear is the result of twenty-five years of work by hundreds of contributors around the world. We'd be delighted if you would join us.</p>
es: <p>FlightGear es el resultado de veinticinco años de trabajo de cientos de colaboradores en todo el mundo. Estaríamos encantados si se uniera a nosotros.</p>

# _msg133
source: Heliport:
es: Helipuerto:

# _msg134
source: Airport:
es: Aeropuerto:

# _msg135
source: Airspeed:
es: Velocidad de viento:

# _msg136
source: Pad
es: Plataforma

# _msg137
source: Runway
es: Pista

# _msg138
source: Click here to select a runway or parking position, and drag to pan. Mouse-wheel zooms in and out.
es: Pulse aquí para seleccionar la pista o posición de aparcamiento, y arrastre para desplazarse. La rueda del ratón mueve el zoom.

# _msg139
source: Active
es: Activo

# _msg140
source: On final approach
es: En aproximación final

# _msg141
source: At
es: A

# _msg142
source: from the threshold
es: desde el umbral

# _msg143
source: Tune navigation radio (NAV1) to runway localizer
es: Sintonice la radio de navegación (NAV1) al localizador de pista

# _msg144
source: Parking
es: Aparcamiento

# _msg145
source: Available
es: Disponible

# _msg146
source: Settings
es: Ajustes

# _msg147
source: Enter text here to search for a setting
es: Ingrese texto aquí para buscar un ajuste

# _msg149
source: Start paused
es: Empezar en pausa

# _msg150
source: Automatically pause the simulator when launching. This is useful when starting in the air.
es: Pausar automáticamente el simulador al iniciar. Esto es útil al comenzar en el aire.

# _msg151
source: Enable auto-coordination
es: Habilitar auto-coordinación

# _msg152
source: When flying with the mouse, or a joystick lacking a rudder axis, it's difficult to manually coordinate aileron and rudder movements during turn. This option automatically commands the rudder to maintain zero slip angle when banking
es: Cuando se vuela con el ratón, o con un joystick que carece de un eje del timón, es difícil coordinar manualmente los movimientos del alerón y del timón durante el giro. Esta opción maneja automáticamente el timón para mantener un ángulo de deslizamiento cero cuando se inclina lateralmente la aeronave

# _msg153
source: Show debugging console
es: Mostrar consola de depuración

# _msg154
source: Open a console window showing debug output from the application.
es: Abra una ventana de la consola que muestra el resultado de la depuración de la aplicación.

# _msg155
source: Enable crash & error reporting
es: Habilitar reporte de fallos y errores

# _msg156
source: Send crash and error reports to the development team for analysis.
es: Envia reporte de fallos y errores al equipo de desarrollo para su análisis.

# _msg157
source: Enable developer mode
es: Habilitar el modo de desarrollador

# _msg158
source: Enable simulator & aircraft development features, such as increased error messages in log files.
es: Habilitar funciones de desarrollo de aeronaves del simulador, tales como un aumento de mensajes de error en los archivos de registro.

# _msg159
source: Re-open FlightGear on exit
es: Re-abrir FlightGear al salir

# _msg160
source: Re-open this window when exiting FlightGear, to start another flight immediately.
es: Re-abrir esta ventana al salir de FlightGear, para empezar otro vuelo inmediatamente.

# _msg161
source: Multi-player
es: Multijugador

# _msg162
source: multi-player
es: multijugador

# _msg163
source: Connect to the multi-player network
es: Conectarse a la red multijugador

# _msg164
source: FlightGear supporters maintain a network of servers to enable global multi-user flight. This requires a moderately fast Internet connection to be usable. Your aircraft will be visible to other users online, and you will see their aircraft.
es: Los aficionados de FlightGear mantienen una red de servidores para permitir el vuelo global multiusuario. Esto requiere una conexión a Internet moderadamente rápida para poder usarse. Su aeronave será visible para otros usuarios en línea, y usted verá sus aeronaves.

# _msg165
source: Callsign
es: Identificativo

# _msg166
source: Enter a callsign you will use online. This is visible to all users and is how ATC services and other pilots will refer to you. (Maximum of seven characters permitted)
es: Ingrese el identificativo que utilizará en línea. Este es visible para todos los usuarios y es cómo los servicios de ATC y otros pilotos se referirán a usted. (Se permite un máximo de siete caracteres)

# _msg167
source: Server
es: Servidor

# _msg168
source: Select a server close to you for better responsiveness and reduced lag when flying online.
es: Seleccione un servidor cerca de usted para mejorar la capacidad de respuesta y reducir el retardo al volar en línea.

# _msg169
source: Custom server
es: Servidor personalizado

# _msg170
source: Enter a server hostname or IP address, and optionally a port number. (Default port is 5000) For example 'localhost:5001'
es: Ingrese un nombre de host o dirección IP del servidor, y opcionalmente un número de puerto. (El puerto predeterminado es 5000) Por ejemplo 'localhost:5001'

# _msg171
source: Downloads
es: Descargas

# _msg172
source: scenery downloads
es: descargas de escenario

# _msg173
source: Download scenery automatically
es: Descargar escenario automáticamente

# _msg174
source: FlightGear can automatically download scenery as needed, and check for updates to the scenery. If you disable this option, you will need to download & install scenery using an alternative method.
es: FlightGear puede descargar automáticamente el terreno según sea necesario, y buscar actualizaciones de escenario. Si deshabilita esta opción, deberá descargar e instalar el escenario usando un método alternativo.

# _msg175
source: Download location
es: Ubicación de descarga

# _msg176
source: FlightGear stores downloaded files (scenery and aircraft) in this location. Depending on your settings, it may grow to a considerable size (many gigabytes). If you change the download location, files will need to be downloaded again. When changing this setting, FlightGear will restart to use the new location correctly.
es: FlightGear almacena archivos descargados (escenarios y aeronaves) en esta ubicación. Dependiendo de su configuración, puede crecer hasta un tamaño considerable (muchos gigabytes). Si cambia la ubicación de descarga, los archivos deberán descargarse nuevamente. Al cambiar este ajuste, FlightGear se reiniciará para usar la nueva ubicación correctamente.

# _msg177
source: Choose a location to store download files.
es: Elige una ubicación para almacenar los archivos descargados.

# _msg178
source: View & Window
es: Vista y ventana

# _msg179
source: full-screen
es: pantalla completa

# _msg180
source: Start full-screen
es: Iniciar a pantalla completa

# _msg181
source: Start the simulator in full-screen mode.
es: Iniciar el simulador en modo de pantalla completa.

# _msg182
source: Window size
es: Tamaño de la ventana

# _msg183
source: Select the initial size of the window (this has no effect in full-screen mode).
es: Seleccione el tamaño inicial de la ventana (esto no tiene efecto en el modo de pantalla completa).

# _msg184
source: Custom Size
es: Tamaño Personalizado

# _msg185
source: Custom size
es: Tamaño personalizado

# _msg186
source: Enter a custom window size in the form 'WWWWW x HHHHH', for example '1280 x 900'
es: Ingrese un tamaño de ventana personalizado en el formulario 'XXXX x YYYY', por ejemplo '1280 x 900'

# _msg187
source: Rendering
es: Renderizado

# _msg189
source: anti-aliasing
es: suavizado

# _msg190
source: Low-spec
es: Baja especificación

# _msg191
source: The low-spec renderer ensures maximum performance on older computers.
es: El renderizador de baja especificación garantiza el máximo rendimiento en computadoras más antiguas.

# _msg192
source: Renderer
es: Renderizador

# _msg193
source: Default
es: Predeterminado

# _msg194
source: Atmospheric Light Scattering
es: Dispersión de Luz Atmosférica

# _msg196
source: paused
es: pausado

# _msg197
source: console
es: consola

# _msg198
source: The default renderer provides standard visuals with maximum compatibility.
es: El renderizador predeterminado proporciona imágenes estándar con la máxima compatibilidad.

# _msg199
source: The ALS renderer uses a sophisticated physical atmospheric model and several other effects to give realistic rendering of large distances.
es: El renderizador ALS (Atmospheric Light Scattering / Dispersión de Luz Atmosférica) utiliza un sofisticado modelo físico atmosférico y varios otros efectos para proporcionar renderizaciones realistas de grandes distancias.

# _msg200
source: Rembrandt is a configurable multi-pass renderer which supports shadow-maps, cinematic effects and more. However, not all aircraft appear correctly and performance will depend greatly on your system hardware.
es: Rembrandt es un renderizador de paso múltiple configurable que admite mapas de sombras, efectos cinemáticos y más. Sin embargo, no todas las aeronaves aparecen correctamente y el rendimiento dependerá en gran medida del hardware de su sistema.

# _msg201
source: Anti-aliasing
es: Suavizado

# _msg202
source: Anti-aliasing is disabled when Rembrandt is enabled.
es: El suavizado está desactivado cuando Rembrandt está habilitado.

# _msg203
source: Anti-aliasing improves the appearance of high-contrast edges and lines. This is especially noticeable on sloping or diagonal edges. Higher settings can reduce performance.
es: El suavizado mejora la apariencia de bordes y líneas de alto contraste. Esto es especialmente notable en bordes inclinados o diagonales. Los ajustes más altos pueden reducir el rendimiento.

# _msg204
source: Off
es: Apagado

# _msg205
source: Cache graphics for faster loading
es: Caché de gráficos para una carga más rápida

# _msg206
source: By converting images used in rendering to an optimised format loading times and memory use can be improved. This will consume some disk space and take initial time while images are converted, but subsequent loads will be faster, and use less memory.
es: Al convertir las imágenes utilizadas en el renderizado a un formato optimizado, se pueden mejorar los tiempos de carga y el uso de la memoria. Esto consumirá algo de espacio en disco y tomará un tiempo inicial mientras se convierten las imágenes, pero las cargas posteriores serán más rápidas y usarán menos memoria.

# _msg207
source: Additional Settings
es: Ajustes Adicionales

# _msg208
source: Carrier: %1
es: Portaviones: %1

# _msg209
source: On final approach
es: En aproximación final

# _msg210
source: Abeam carrier at 180 degrees
es: De través al portaviones a 180 grados

# _msg211
source: at
es: en

# _msg212
source: Airspeed:
es: Velocidad:

# _msg213
source: On deck
es: En cubierta

# _msg214
source: from the FLOLS (aka the ball)
es: desde el FLOLS (también conocido como la pelota)

# _msg215
source: Tune navigation radio (TACAN) to carrier
es: Sintonizar la radio de navegación (TACAN) del portaviones

# _msg216
source: FlightGear version %1
es: Versión de FlightGear %1

# _msg217
source: Choose FlightGear data folder
es: Elija la carpeta de datos de FlightGear

# _msg218
source: This copy of FlightGear does not include the base data files. Please select a suitable folder containing a previously download set of files.
es: Esta copia de FlightGear no incluye los archivos de datos base. Seleccione una carpeta adecuada que contenga un conjunto de archivos previamente descargado.

# _msg219
source: The requested location '%1' does not appear to be a valid set of data files for FlightGear
es: La ubicación solicitada '%1' no parece ser un conjunto válido de archivos de datos para FlightGear

# _msg220
source: Detected incompatible version of the data files: version %1 found, but this is FlightGear %2. (At location: '%3') Please install or select a matching set of data files.
es: Se detectó una versión incompatible de los archivos de datos: se encontró la versión %1, pero este es FlightGear %2. (En la ubicación: '%3') Instale o seleccione un conjunto coincidente de archivos de datos.

# _msg221
source: Please select or download a copy of the FlightGear data files.
es: Por favor seleccione o descargue una copia de los archivos de datos de FlightGear.

# _msg222
source: The choosen location (%1) does not appear to contain FlightGear data files. Please try another location.
es: La ubicación elegida (%1) no parece contener archivos de datos de FlightGear. Por favor, intente otra ubicación.

# _msg223
source: The choosen location (%1) contains files for version %2, but this is FlightGear %3. Please update or try another location
es: La ubicación elegida (%1) contiene archivos para la versión %2, pero esto es FlightGear %3. Por favor actualice o pruebe otra ubicación

# _msg224
source: Add
es: Añadir

# _msg225
source: Aircraft hangars
es: Hangares de aeronaves

# _msg226
source: Aircraft hangars are managed collections of aircraft, which can be downloaded, installed and updated inside FlightGear.
es: Los hangares de aeronaves son colecciones administradas de aeronaves, que se pueden descargar, instalar y actualizar dentro de FlightGear.

# _msg227
source: The official FlightGear aircraft hangar is not set up. To add it, click here.
es: El hangar de aeronaves oficial de FlightGear no está configurado. Para agregarlo, haga clic aquí.

# _msg228
source: Additional aircraft folders
es: Carpetas de aeronaves adicionales

# _msg229
source: To use aircraft you download yourself, FlightGear needs to know the folder(s) containing the aircraft data.
es: Para usar la aeronave que descarge, FlightGear necesita conocer las carpetas que contienen los datos de la aeronave.

# _msg230
source: Remove the aircraft folder: '%1' from the list? (The folder contents will not be changed)
es: ¿Eliminar la carpeta de la aeronave: '%1' de la lista? (Los contenidos de la carpeta no serán modificados)

# _msg231
source: No custom aircraft paths are configured.
es: No hay configuradas carpetas de aeronaves personalizadas.

# _msg232
source: Add-on Module folders
es: Carpetas de módulos adicionales

# _msg233
source: To use Add-on Modules that you download yourself, FlightGear needs to know the folder(s) containing the Add-on Modules.
es: Para usar los módulos adicionales que descarga usted mismo, FlightGear necesita conocer las carpetas que contienen los módulos adicionales.

# _msg234
source: Remove the add-on module folder: '%1' from the list? (The folder contents will not be changed)
es: ¿ Eliminar la carpeta del módulo adicional: '%1' de la lista? (El contenido de la carpeta no cambiará)

# _msg235
source: No custom add-on module paths are configured.
es: No están configuradas las rutas de módulos adicionales personalizados.

# _msg236
source: Additional scenery folders
es: Carpetas de escenario adicionales

# _msg237
source: To use scenery you download yourself, FlightGear needs to know the folders containing the scenery data. Adjust the order of the list to control which scenery is used in a region.
es: Para utilizar el escenario que descarga, FlightGear necesita conocer las carpetas que contienen los datos del escenario. Ajuste el orden de la lista para controlar qué escenario se utiliza en una región.

# _msg238
source: Remove the scenery folder: '%1' from the list? (The folder contents will not be changed)
es: ¿Eliminar la carpeta de escenario: '%1' ¿de la lista? (Los contenidos de la carpeta no serán modificados)

# _msg239
source: No custom scenery paths are configured.
es: No se configuraron carpetas de escenario personalizados.

# _msg240
source: Additional aircraft or scenery folders were specified on the command-line. These are not listed here, but will be used when starting the simulator.
es: Se especificaron carpetas de aeronaves o escenarios adicionales en la línea de comandos. Aquí no se listan, pero serán utilizados al arrancar el simulador.

# _msg241
source: Install add-on scenery
es: Instalar escenario adicional

# _msg242
source: If you have downloaded scenery manually from the official FlightGear website, you can use this button to extract and install it into a suitable folder. (Scenery downloaded this way should have a file name such as 'w40n020.tar.gz')
es: Si ha descargado escenarios manualmente desde el sitio web oficial de FlightGear, puede usar este botón para extraerlo e instalarlo en una carpeta adecuada. (El escenario descargado de esta forma debe tener un nombre de archivo como 'w40n020.tar.gz')

# _msg243
source: Show more
es: Mostrar más

# _msg244
source: Show less
es: Mostrar menos

# _msg245
source: URI: %1 Local path: %2
es: URI: %1 Ruta local: %2

# _msg246
source: Click here to select different variants or models of this aircraft
es: Haga clic aquí para seleccionar diferentes variantes o modelos de esta aeronave

# _msg247
source: Click here to change which aircraft are shown or hidden based on their ratings
es: Haga clic aquí para cambiar qué aeronaves se muestran u ocultan según sus calificaciones

# _msg248
source: Filter using ratings
es: Filtrar usando calificaciones

# _msg249
source: Adjust minimum ratings
es: Ajustar calificaciones mínimas

# _msg250
source: Aircraft are rated by the community based on four critiera, on a scale from one to five. The ratings are designed to help make an informed guess how complete and functional an aircraft is.
es: Las aeronaves son calificadas por la comunidad según cuatro criterios, en una escala de uno a cinco. Las clasificaciones están diseñadas para ayudar a hacer una suposición informada de cuán completa y funcional es una aeronave.

# _msg251
source: Minimum flight-model (FDM) rating:
es: Calificación mínima de modelo de vuelo (FDM):

# _msg253
source: Minimum cockpit visual rating
es: Calificación mínima de visual de la cabina

# _msg255
source: Click here to cycle through preview images
es: Haga clic aquí para recorrer las imágenes de vista previa

# _msg256
source: by %1
es: por %1

# _msg257
source: Website
es: Sitio web

# _msg258
source: Support and issue reporting
es: Soporte y reporte de problemas

# _msg260
source: Click here to mark this as a favourite aircraft
es: Haga clic aquí para marcar esta como una aeronave favorita

# _msg261
source: Ratings:
es: Calificaciones:

# _msg262
source: Flight model
es: Modelo de vuelo

# _msg263
source: Systems
es: Sistemas

# _msg264
source: Cockpit
es: Cabina

# _msg265
source: Exterior
es: Modelo exterior

# _msg266
source: Local file location: %1
es: Ubicación del archivo local: %1

# _msg267
source: Install
es: Instalar

# _msg268
source: Uninstall
es: Desinstalar

# _msg269
source: Update
es: Actualizar

# _msg270
source: Queued
es: En cola

# _msg271
source: Cancel
es: Cancelar

# _msg272
source: Downloading
es: Descargando

# _msg273
source: Are you sure you want to uninstall this aircraft?
es: ¿Esta seguro que quiere desinstalar esta aeronave?

# _msg274
source: This hangar is not compatible with this version of FlightGear
es: Este hangar no es compatible con esta versión de FlightGear
