Repository: BadboyIntheLoop/JSBSim_matlab
Catalog: FlightGear_2020.3/data/Translations/*/FlightGear-Qt.xlf
Languages: es, it, nl, pl, ru

# _msg3145
source: Install scenery
ru: Установка ландшафта

# _msg3146
source: <html><head/><body><p>The easiest way to automatically install scenery is to use TerraSync. If you prefer to download and install scenery manually, you can use this dialog to extract and install the files in the correct place. (<a href="http://ns334561.ip-5-196-65.eu/~fgscenery/WS2.0/scenery-2.0.1.html"><span style=" text-decoration: underline; color:#0000ff;">Click here to download scenery</span></a>)</p><p>Files will be extracted and installed to a 'Scenery' folder inside your chosen downloads location (currently %1), after which you can delete the archives if you wish.</p><p>To begin, click 'Next' and select one or more downloaded scenery archives, which have names such as 'w010n40.tar.gz'</p></body></html>
ru: <html><head/><body><p>TerraSync — самый простой способ автоматической установки ландшафта. Если вы предпочитаете ручную загрузку, установить файлы в подходящее место можно через данный диалог. (<a href="http://ns334561.ip-5-196-65.eu/~fgscenery/WS2.0/scenery-2.0.1.html"><span style=" text-decoration: underline; color:#0000ff;">Нажмите здесь, чтобы загрузить ландшафт</span></a>)</p><p>Файлы будут установлены в папку 'Scenery' по указанному вами пути (%1), после чего архивы можно будет удалить.</p><p>Чтобы начать, нажмите "Продолжить" и выберите один или несколько архивов ландшафта с именем файла, похожим на 'w010n40.tar.gz'</p></body></html>

# _msg3147
source: Please wait, verifying and extracting scenery...
ru: Пожалуйта ждите, проверяю и разворачиваю ландшафт...

# _msg3149
source: Successfully installed the scenery files to '%1'. This location will be added to the list of additional sceneries to be used.
ru: Ландшафт установлен в "%1". Этот путь будет добавлен в список.

# _msg3150
source: Setup required data files
ru: Настройка данных

# _msg3152
source: FlightGear version 3.4.5
ru: FlightGear, версия 3.4.5

# _msg3153
source: Use built-in data files
ru: Встроенные

# _msg3154
source: Download
ru: Загрузить

# _msg3155
source: Replace me
ru: Замени меня

# _msg3156
source: Choose folder...
ru: Указать...

# _msg3157
source: To use the files included with this copy of FlightGear, click this button
ru: Нажмите эту кнопку, чтобы использовать данные из комплекта FlightGear

# _msg3158
source: To download a compressed archive of the files, click the 'Download' button. Once the download is complete, extract the files to a suitable location and choose the folder using the button above.
ru: Нажмите кнопку "Загрузить", чтобы загрузить архив с данными. После его разворачивания можно будет указать путь к данным с помощью расположенной выше кнопки.

# _msg3159
source: To browse to a downloaded copy of the files on your computer, click this button
ru: Нажмите эту кнопку, чтобы указать путь к уже загруженной копии файлов

# _msg3160
source: Added scenery should contain at least one of the following folders: Objects, Terrain, Buildings, Roads, Pylons, NavData.
ru: Добавленный ландшафт должен содержать как минимум одну из следующих папок: Objects, Terrain, Buildings, Roads, Pylons, NavData.

# _msg3161
source: Added scenery should contain at least one of the following folders: Objects, Terrain, Buildings, Roads, Pylons, NavData, Airports, Orthophotos.
ru: Местность должна содержать как минимум одну из следующих папок: Objects, Terrain, Buildings, Roads, Pylons, NavData, Airports, Orthophotos.

# _msg3162
source: Ready for Take-off
ru: На исполнительном

# _msg3163
source: FlightGear can send crash and error reports to the development team. This helps to fix common problems and improve the software for everyone. The reports don't contain personal information, but depending on the problem, may contain information such as the aircraft in use, startup airport, or your graphics card.
ru: FlightGear может отправлять отчёты об ошибках разработчикам, что помогает устранить часто встречающиеся ошибки и улучшить программу. Отчёты не содержат личной информации, но в зависимости от проблемы могут содержать такие данные как модель ЛА, аэродром запуска, модель видеокарты.

# _msg3164
source: A new release of FlightGear is available (%1): click for more information
ru: Доступна новая версия FlightGear (%1): нажмите, чтобы узнать больше

# _msg3165
source: Updated version %1 is available: click here to download
ru: Доступна новая версия %1: нажмите, чтобы загрузить

# _msg3166
source: (or click to ignore this)
ru: (или нажмите сюда, чтобы скрыть)

# _msg3167
source: Click here to select a recently used aircraft.
ru: История ЛА

# _msg3168
source: Use this menu to choose the starting state of the aircraft
ru: Выбрать начальное состояние

# _msg3169
source: Click this description to view and change the current location.
ru: Нажмите чтобы просмотреть и изменить расположение

# _msg3170
source: Click here to access recently used locations
ru: История расположений

# _msg3171
source: Problems occurred loading the user interface. This is often due to missing modules on your system. Please report this error to the FlightGear developer list or forum, and take care to mention your system distribution, etc. Please also include the information provided below.
ru: Произошла ошибка при загрузке пользовательского интерфейса. Это зачастую вызывается отсутствием необходимых модулей в ОС. Пожалуйста сообщите об этой проблеме на списке рассылки "flightgear-devel" или форуме FlightGear, включив в отчёт информацию о версии ОС и т.п. Также добавьте нижеприведённую информацию.

# _msg3172
source: Your system is missing a required UI component (QtQuick Controls 2). This normally occurs on Linux platforms where Qt is split into many small packages. On Ubuntu/Debian systems, the package is called 'qml-module-qtquick-controls2'
ru: Не найден компонент пользовательского интерфейса "QtQuick Controls 2". Обычно это происходит в ОС GNU/Linux где Qt устанавливается по частям. На Ubuntu или Debian пакет, который нужно установить, называется "qml-module-qtquick-controls2".

# _msg3173
source: < Back
ru: < Назад

# _msg3174
source: Fly!
ru: От винта!

# _msg3175
source: Click here to switch between grid and list mode
ru: Переключить список ЛА в режим "плитка" или "список"

# _msg3176
source: Use this tab to view installed aircraft
ru: Показать все установленные ЛА

# _msg3177
source: Use this tab to view available aircraft to download
ru: Показать ЛА, доступные для загрузки

# _msg3178
source: Enter text here to search aircraft names and descriptions.
ru: Поиск по названию и описанию ЛА

# _msg3179
source: Next
ru: Продолжить

# _msg3180
source: Extracting
ru: Разворачиваю

# _msg3181
source: Okay
ru: OK

# _msg3182
source: Choose scenery to install
ru: Выберите архив ландшафта для установки

# _msg3183
source: Problems occured extracting the archive '%1': %2
ru: Ошибка при разворачивании архива "%1": %2

# _msg3184
source: Extracting %1
ru: Разворачиваю %1

# _msg3185
source: scenery archive name is not correct.
ru: имя архива ландшафта некорректно.

# _msg3186
source: file does not appear to be a scenery archive.
ru: содержимое архива не похоже на ландшафт.

# _msg3187
source: unarchiving failed
ru: не удалось развернуть архив

# _msg3188
source: FlightGear version %1
ru: FlightGear, версия %1

# _msg3189
source: Choose FlightGear data folder
ru: Задать путь к данным FlightGear

# _msg3190
source: This copy of FlightGear does not include the base data files. Please select a suitable folder containing a previously download set of files.
ru: Данная копия FlightGear не включает базовый пакет данных. Пожалуйста укажите папку, содержащую ранее загруженные данные.

# _msg3191
source: The requested location '%1' does not appear to be a valid set of data files for FlightGear
ru: Папка "%1" не похожа на файлы данных FlightGear

# _msg3192
source: Detected incompatible version of the data files: version %1 found, but this is FlightGear %2. (At location: '%3') Please install or select a matching set of data files.
ru: Обнаружена несовместимость данных: версия %1 найдена, но установленная версия FlightGear %2 (Путь: "%3") Пожалуйта установите или укажите подходящий набор данных.

# _msg3193
source: Please select or download a copy of the FlightGear data files.
ru: Пожалуйста укажите расположение даных FlightGear.

# _msg3194
source: The choosen location (%1) does not appear to contain FlightGear data files. Please try another location.
ru: Указанный путь "%1" не является набором данных FlightGear. Пожалуйта попробуйте другое расположение.

# _msg3195
source: The choosen location (%1) contains files for version %2, but this is FlightGear %3. Please update or try another location
ru: Указанный путь (%1) содержит данные для версии %2, но установленная версия FlightGear %3. Пожалуйста обновите или попробуйте другое расположение

# _msg3196
source: Added scenery should contain at least one of the following folders: Objects, Terrain, Buildings, Roads, Pylons, NavData, Airports.
ru: Ландшафт должен содержать как минимум одну из следующих папок: Objects, Terrain, Buildings, Roads, Pylons, NavData, Airports.

# _msg3197
source: Choose aircraft folder
ru: Укажите путь поиска ЛА

# _msg3198
source: No aircraft found in the folder '%1' - add anyway?
ru: В папке "%1" нет ЛА. Всё равно добавить?

# _msg3199
source: Choose addon module folder
ru: Укажите путь к модулю

# _msg3200
source: The folder '%1' doesn't appear to contain an addon module - add anyway?
ru: В папке '%1' нет модуля. Всё равно добавить?

# _msg3201
source: Added modules should contain at least both of the following files: addon-metadata.xml, addon-main.nas.
ru: Модуль должен содержать как минимум следующие файлы: addon-metadata.xml, addon-main.nas.

# _msg3202
source: Choose scenery folder
ru: Укажите путь к ландшафту

# _msg3203
source: The folder '%1' doesn't appear to contain scenery - add anyway?
ru: В папке "%1" нет ландшафта. Всё равно добавить?

# _msg3204
source: On approach
ru: Заход на посадку

# _msg3205
source: Ready for take-off
ru: На исполнительном

# _msg3206
source: Parked, cold & dark
ru: Стоянка, всё отключено

# _msg3207
source: Automatic
ru: Авто

# _msg3208
source: Cruise
ru: Крейсерский полёт

# _msg3209
source: Ready to taxi
ru: Руление

# _msg3210
source: On approach to a carrier
ru: Заход на посадку на авианосец

# _msg3211
source: Ready for catapult launch
ru: На катапульте авианосца

# _msg3212
source: Select state based on startup position.
ru: Автоматический выбор в зависимости от начального расположения.

# _msg3214
source: FlightGear is Free software, licensed under the <a %1>GNU General Public License</a>. You are free to use, customize and fix the software; and share your changes with the community.
ru: FlightGear — свободное ПО, распространяемое по лицензии "<a %1>GNU General Public License</a>". Вы можете использовать, редактировать и исправлять его, а также делиться своими изменениями с сообществом.

# _msg3215
source: FlightGear can automatically report crashes and errors to the development team, which helps to improve the software for everyone. This reporting is anonymous but contains information such as the aircraft in use, your operating system and graphics driver. You can enable or disable this reporting in the 'Settings' page.
ru: FlightGear может автоматически отправлять отчёты об аварийных остановах и ошибках своим разработчикам, что помогает улучшить его для всех. Это происходит анонимно, но в зависимости от проблемы может передавать такие данные как модель ЛА, версии ОС и видеодрайвера. Функция включается и отключается на странице "Настройки".

# _msg3216
source: Okay
ru: OK

# _msg3217
source: Licenced under the GNU Public License (GPL) - click for more info
ru: Лицензия GNU Public License (GPL) — нажмите, чтобы узнать больше

# _msg3218
source: Aircraft:
ru: ЛА:

# _msg3219
source: No aircraft selected
ru: ЛА не выбран

# _msg3220
source: Access recently used aircraft.
ru: История ЛА

# _msg3221
source: State:
ru: Конфигурация:

# _msg3222
source: Default state
ru: По умолчанию

# _msg3223
source: Choose the starting condition of the aircraft
ru: Нажмите чтобы выбрать начальное состояние ЛА

# _msg3224
source: Location:
ru: Расположение:

# _msg3225
source: <i>set from user arguments (in Settings)</i>
ru: <i>задано из пользовательских параметров (в Настройках)</i>

# _msg3226
source: Click to view and change the current location.
ru: Нажмите чтобы изменить расположение.

# _msg3227
source: Access recently used locations
ru: История расположений

# _msg3228
source: Flight Plan:
ru: План полёта:

# _msg3229
source: Settings:
ru: Настройки:

# _msg3230
source: File
ru: Файл

# _msg3231
source: Open saved configuration...
ru: Загрузить конфигурацию...

# _msg3232
source: Save configuration as...
ru: Сохранить конфигурацию...

# _msg3233
source: Tools
ru: Инструменты

# _msg3234
source: Restore defaults...
ru: Сброс настроек...

# _msg3235
source: Select data files location...
ru: Указать путь к данным...

# _msg3236
source: View command-line
ru: Показать командную строку

# _msg3237
source: Problems occurred loading the user interface. This is usually due to missing modules on your system. Please report this error to the FlightGear developer list or forum, and take care to mention your system distribution, etc. Please also include the information provided below.
ru: При загрузке интерфейса произошли ошибки. Обычно это происходит из-за отсутствия в ОС некоторых модулей. Пожалуйста сообщите об этом на списке рассылки или форуме FlightGear, упомянув версию ОС и т.д. и добавив следующую информацию.

# _msg3238
source: Location
ru: Расположение

# _msg3239
source: Search for an airport or navaid
ru: Поиск аэродрома или маяка

# _msg3240
source: View available aircraft carriers to start at.
ru: Выбрать авианосец в качестве начального расположения

# _msg3241
source: Enter the name, partial name or ident of a navaid or fix, or an airport name or ICAO identifier. Alternatively, enter a latitude & longitude: for example 53.4,-3.4 or 18.4S, 87.23W
ru: Введите полное или частичное название или позывной маяка, навигационной точки, название или код ИКАО аэродрома. Также можно ввести широту и долготу, например 53.4,-3.4 или 18.4S,87.23W

# _msg3242
source: Searching
ru: Ищу

# _msg3243
source: No results for found search '%1'
ru: Нет результатов по запросу "%1"

# _msg3244
source: Access additional options here
ru: Дополнительные функции

# _msg3245
source: The selected aircraft is not installed or has updates pending
ru: Выбранный ЛА не установлен или ждёт обновления

# _msg3246
source: Toggle between grid and list view
ru: Переключение между видами "плитка" и "список"

# _msg3247
source: Installed Aircraft
ru: Установленные

# _msg3248
source: Use this button to view installed aircraft
ru: Установленные ЛА

# _msg3249
source: Favourites
ru: Избранное

# _msg3250
source: Browse
ru: Каталог

# _msg3251
source: View available aircraft to download
ru: ЛА, доступные для загрузки

# _msg3252
source: Updates
ru: Обновления

# _msg3253
source: Enter text to search aircraft names and descriptions.
ru: Поиск ЛА по названию и описанию.

# _msg3254
source: No aircraft match the search.
ru: Поиск не дал результатов.

# _msg3255
source: No favourite aircraft selected: install some aircraft and mark them as favourites by clicking the ★
ru: В избранном нет ни одного ЛА. Вы можете установить ЛА и добавить их в это меню нажатием "★"

# _msg3256
source: To install additional aircraft, click the the 'Browse' tab at the top of this page.
ru: Установить другие ЛА можно нажав кнопку "Каталог" вверху страницы.

# _msg3257
source: No aircraft updates available right now
ru: Обновлений сейчас нет

# _msg3259
source: Low-spec
ru: Упрощённый

# _msg3260
source: The low-spec renderer ensures maximum performance on older computers.
ru: Упрощённый движок ускоряет работу на старых компьютерах.

# _msg3261
source: Anti-aliasing is disabled when Rembrandt is enabled.
ru: Сглаживание не может использоваться вместе с Rembrandt.

# _msg3262
source: Enter text here to search for a setting
ru: Поиск настроек

# _msg3264
source: Settings
ru: Настройки

# _msg3265
source: General
ru: Общие

# _msg3266
source: paused
ru: пауза

# _msg3267
source: console
ru: консоль

# _msg3268
source: Start paused
ru: Пауза

# _msg3269
source: Automatically pause the simulator when launching. This is useful when starting in the air.
ru: Начать симуляцию в режиме паузы. Полезно при старте в воздухе.

# _msg3270
source: Enable auto-coordination
ru: Автокоординирование разворотов

# _msg3271
source: When flying with the mouse, or a joystick lacking a rudder axis, it's difficult to manually coordinate aileron and rudder movements during turn. This option automatically commands the rudder to maintain zero slip angle when banking
ru: Управляя мышью или джойстиком без оси курса, трудно согласовывать движения элеронов и руля направления. Эта настройка уменьшает скольжение в разворотах, автоматически отклоняя руль направления вместе с элеронами.

# _msg3272
source: Show debugging console
ru: Показать отладочную консоль

# _msg3273
source: Open a console window showing debug output from the application.
ru: Открыть окно, выводящее отладочную информацию симулятора.

# _msg3274
source: Enable crash & error reporting
ru: Отправлять отчёты об ошибках

# _msg3275
source: Send crash and error reports to the development team for analysis.
ru: Отчёты об аварийных остановах и ошибках будут отправляться разработчикам для анализа.

# _msg3276
source: Enable developer mode
ru: Включить режим разработки

# _msg3277
source: Enable simulator & aircraft development features, such as increased error messages in log files.
ru: Включить функции, предназначенные для разработчиков симмулятора и ЛА, такие как подробные отладочные сообщения.

# _msg3278
source: Re-open FlightGear on exit
ru: Вернуться на экран запуска

# _msg3279
source: Re-open this window when exiting FlightGear, to start another flight immediately.
ru: Снова открыть это окно после выхода из FlightGear, чтобы начать следующий полёт.

# _msg3280
source: Multi-player
ru: Сетевой режим

# _msg3281
source: multi-player
ru: сеть

# _msg3282
source: Connect to the multi-player network
ru: Сетевой режим

# _msg3283
source: FlightGear supporters maintain a network of servers to enable global multi-user flight. This requires a moderately fast Internet connection to be usable. Your aircraft will be visible to other users online, and you will see their aircraft.
ru: Сообщество FlightGear поддерживает сеть серверов для глобального многопользовательского полёта. Необходимо достаточно быстрое интернет-соединение. Ваш ЛА будет виден другим участникам, и вы сможете видеть их ЛА.

# _msg3284
source: Callsign
ru: Позывной

# _msg3285
source: Enter a callsign you will use online. This is visible to all users and is how ATC services and other pilots will refer to you. (Maximum of seven characters permitted)
ru: Введите позывной, под которым вы будете находиться в сети. Он виден всем участникам и будет использован пилотами и наземными службами для связи с вами. (Максимум 7 знаков)

# _msg3286
source: Server
ru: Сервер

# _msg3287
source: Select a server close to you for better responsiveness and reduced lag when flying online.
ru: Для лучшего времени отклика выберите сервер, находящийся ближе всего.

# _msg3288
source: Custom server
ru: Ручной ввод

# _msg3289
source: Enter a server hostname or IP address, and optionally a port number. (Default port is 5000) For example 'localhost:5001'
ru: Введите имя или IP-адрес сервера, необязательно с номером порта. (По умолчанию: 5000) Например "localhost:5001"

# _msg3290
source: Downloads
ru: Загрузки

# _msg3291
source: scenery downloads
ru: обновление ландшафта

# _msg3292
source: Download scenery automatically
ru: Автоматическое обновление ландшафта

# _msg3293
source: FlightGear can automatically download scenery as needed, and check for updates to the scenery. If you disable this option, you will need to download & install scenery using an alternative method.
ru: FlightGear может автоматически загружать и обновлять ландшафт по мере использования. Без использования данной функции ландшафт будет необходимо загружать и устанавливать другим способом.

# _msg3294
source: Download location
ru: Путь для загрузки

# _msg3295
source: FlightGear stores downloaded files (scenery and aircraft) in this location. Depending on your settings, it may grow to a considerable size (many gigabytes). If you change the download location, files will need to be downloaded again. When changing this setting, FlightGear will restart to use the new location correctly.
ru: FlightGear сохраняет загруженные файлы (ландшафт и ЛА) по указанному пути. В зависимости от настроек, они могут занимать большой объём (многие гигабайты). При задании другого пути файлы необходимо будет загрузить снова. После изменения данной настройки FlightGear перезапустится, чтобы правильно использовать новое расположение.

# _msg3296
source: Choose a location to store download files.
ru: Выберите путь для сохранения загрузок.

# _msg3297
source: View & Window
ru: Вид и окно

# _msg3298
source: full-screen
ru: полный экран

# _msg3299
source: Start full-screen
ru: Полный экран

# _msg3300
source: Start the simulator in full-screen mode.
ru: Запустить симулятор в полноэкранном режиме.

# _msg3301
source: Window size
ru: Размер окна

# _msg3302
source: Select the initial size of the window (this has no effect in full-screen mode).
ru: Задать начальный размер окна (не влияет на полноэкранный режим).

# _msg3303
source: Custom Size
ru: Другой

# _msg3304
source: Custom size
ru: Другой

# _msg3305
source: Enter a custom window size in the form 'WWWWW x HHHHH', for example '1280 x 900'
ru: Введите размер окна в виде Ширина x Высота, например "1280 x 900"

# _msg3306
source: Rendering
ru: Графика

# _msg3308
source: anti-aliasing
ru: сглаживание

# _msg3309
source: Rembrandt is a configurable multi-pass renderer which supports shadow-maps, cinematic effects and more. However, not all aircraft appear correctly and performance will depend greatly on your system hardware.
ru: Rembrandt — настраиваемый многопроходный движок с поддержкой карт затенения, киноэффектов и прочих дополнительных функций. Предупреждения: не все ЛА отображаются корректно; производительность сильно зависит от вашего аппаратного обеспечения.

# _msg3310
source: Renderer
ru: Движок

# _msg3311
source: Default
ru: Стандартный

# _msg3313
source: The default renderer provides standard visuals with maximum compatibility.
ru: Стандартный, наиболее совместимый движок.

# _msg3314
source: The ALS renderer uses a sophisticated physical atmospheric model and several other effects to give realistic rendering of large distances.
ru: Движок "ALS" использует сложную физическую модель атмосферы и другие эффекты, обеспечивая реалистичную видимость на больших расстояниях.

# _msg3315
source: Anti-aliasing
ru: Сглаживание

# _msg3316
source: Off
ru: Нет

# _msg3317
source: Cache graphics for faster loading
ru: Кешировать графику для ускоренной загрузки

# _msg3318
source: By converting images used in rendering to an optimised format loading times and memory use can be improved. This will consume some disk space and take initial time while images are converted, but subsequent loads will be faster, and use less memory.
ru: Время загрузки изображений и использование памяти можно уменьшить, преобразуя их в оптимизированный формат. При этом первая загрузка будет немного медленнее, и результат займёт место на диске, а последующие станут быстрее и будут занимать меньше памяти.

# _msg3319
source: Additional Settings
ru: Дополнительные настройки

# _msg3320
source: Click here to change which aircraft are shown or hidden based on their ratings
ru: Нажмите чтобы задать минимальные оценки отображаемых ЛА
